Repository: mattva01/schooltool
Catalog: src/schooltool/locales/*.po
Languages: de

source: The above example will create 3 groups titled 'LUG', 'Chess Club' and 'Sports Club'. The first and last group will have the descriptions 'Linux Users Group' and 'After-school sports club' respectively. The 'Chess Club' group will have no description, and the extra "text after a second comma" text on the third group will be ignored.
de: Das obere Beispiel erstellt drei Gruppen mit den Namen 'LUG', 'Schach Club' and 'Sport Club'.Die erste und die letzte Gruppe haben jeweils die Beschreibungen 'Linux Users Group' und 'Nachmittags Sport Club'. Der 'Schach Club' wird keine Beschreibung erhalten und der Zusatz 'Text nach dem zweiten Komma' der dritten Gruppe wird ignoriert werden.

source: The above example will add users 'john_b' and 'peter_j' to this group.
de: Das obige Beispiel wird die Benutzer "John_B" und "Peter_J" zu der Gruppe hinzufügen.

source: Edit this group
de: Ändere diese Gruppe

source: Edit members for this group
de: Ändere die Mitglieder dieser Gruppe

source: This group has no members
de: Diese Gruppe hat keine Mitglieder

source: These users can modify the group.
de: Diese Benuter können die Gruppe verändern.

source: Manage this person's memberships
de: Teilnahme dieser Person verwalten

source: The person is not a member of any groups.
de: Diese Person ist kein Mitglied in irgendeiner Gruppe.

source: Manage groups
de: Gruppen bearbeiten

source: There are ${count} groups defined for ${schoolyear}.
de: Es sind ${count} Gruppen für ${schoolyear} definiert.

source: Upload SchoolTool groups as CSV
de: SchoolTool Gruppen als CSV hochladen

source: Upload SchoolTool group members as CSV
de: SchoolTool Gruppenteilnehmer als CSV importieren

source: Import Group Members
de: Gruppenteilnehmer importieren

source: Change the people who are members of this group.
de: Personen dieser Gruppe bearbeiten.

source: edit members
de: Teilnehmer bearbeiten

source: edit groups
de: Gruppen bearbeiten

source: Clerks
de: Mitarbeiter

source: Only school administration can view the list of groups.
de: Nur Schuladministratoren können die Gruppenliste sehen.

source: The list of groups in the system is visible to the general public.
de: Die Gruppenliste ist für jeden sichtbar.

source: Information about each group is visible to school administration, and members and responsible parties of the group.
de: Informationen über jede Gruppe ist sichtbar für die Schulverwaltung und für die Mitgliedern und Verantwortlichen der Gruppe.

source: Information about each group is visible to the general public.
de: Informationen über jede Gruppe sind für jeden sichtbar.

source: Each group calendar is visible to school administration, and members and responsible parties of the group.
de: Jeder Gruppekalender ist sichtbar für die Schulverwaltung und für die Mitgliedern und Verantwortlichen der Gruppe.

source: Each group calendar is visible to the general public.
de: Jeder Gruppenkalender ist für jeden sichbar.

source: All members of a group and school administration can edit its calendar.
de: Alle Benuzter einer Gruppe und die Schulleiter können diesen Kalender editieren

source: The responsible parties of a group and school administration can edit its calendar.
de: Die Schulverwaltung und die Mitgliedern und Verantwortlichen der Gruppe können den Kalender ändern.

source: Groups are essentially sets of users.
de: Gruppen sind ein Verband von Anwendern.

source: Level
de: Stufe

source: Add/Remove
de: Hinzufügen/Entfernen

source: Modify/Rename
de: Ändern/Umbenennen

source: Title of the note.
de: Name der Notiz.

source: Body of the note.
de: Textkörper der Notiz

source: Privacy
de: Datenschutz

source: Add note
de: Füge Bemerkung hinzu

source: Note
de: Anmerkung

source: Who can view the note
de: Wer kann Bemerkungen einsehen

source: Private
de: Privat

source: Public
de: Öffentlich

source: Notes
de: Bemerkungen

source: Edit Preferences
de: Einstellungen bearbeiten

source: Change Password
de: Passwort ändern

source: fullname may not be empty
de: Vollständiger Name muss angegeben werden

source: Password changed successfully
de: Passwort erfolgreich geändert

source: First name, last name or username
de: Vorname, Nachname oder Benutzername

source: Preferences
de: Einstellungen

source: Username:
de: Benutzername:

source: Change this person's name, picture, or password
de: Name, Bild oder Passwort der Person ändern

source: edit name
de: Namen ändern

source: CSV data <strong>must</strong> contain a user name and a full name. An optional password <strong>may</strong> be included as well.
de: CSV Daten <strong>müssen</strong> einen Benutzernamen und einen vollständigen Namen (Vorname Nachname) beinhalten. Ein optionales Passwort <strong>kann</strong> ebenfalls vorhanden sein.

source: Show periods
de: Zeige Zeitraum

source: Show hours
de: Stunden anzeigen

source: ${person_full_name} and school administration
de: ${person_full_name} und die Schulverwaltung

source: ${person_full_name}'s calendar is visible to...
de: ${person_full_name}s Kalender ist sichtbar für ...

source: Change preferences for ${person_full_name}
de: Einstellungen für ${person_full_name} ändern

source: Delete ${person_full_name}
de: Lösche ${person_full_name}

source: Current password
de: Aktuelles Passwort

source: New password
de: Neues Passwort

source: Verify new password
de: Bestätige neues Passwort

source: Edit password
de: Passwort ändern

source: Change password
de: Passwort ändern

source: Name that should be displayed
de: Name der angezeigt werden soll

source: Verify password
de: Passwort wiederholen:

source: Photo (in JPEG format)
de: Foto (im JPEG Format)

source: New photo
de: Neues Foto

source: A small picture (about 48x48 pixels in JPEG format)
de: Ein kleines Foto (ungefähr 48x48 Pixel im JPEG-Format)

source: Clear photo
de: Foto löschen

source: Check this to clear the photo
de: Klicken sie hier um das Foto zu löschen.

source: Edit person
de: Person bearbeiten

source: Edit person preferences
de: Personeneinstellungen bearbeiten

source: Time Zone
de: Zeitzone

source: Time Format
de: Zeitformat

source: HH:MM
de: SS:MM

source: HH:MM am/pm
de: SS:MM vm/nm

source: Date Format
de: Datumsformat

source: MM/DD/YY
de: MM/TT/JJ

source: YYYY-MM-DD
de: JJJJ-MM-TT

source: Day Month, Year
de: Tag, Monat, Jahr

source: Week starts on
de: Die Woche startet am

source: $PERSON calendar is visible to...
de: $PERSON Kalender ist sichtbar für ...

source: The list of people with accounts in the system is visible only to school administration.
de: Die Liste aller Personen mit einem Account auf diesem System ist nur für die Schulleitung einsehbar.

source: The list of people with accounts in the system is visible to the general public.
de: Die Liste aller Personen mit einem Account auf diesem System ist für jedermann einsehbar.

source: Users can make their own calendars public.
de: Benutzer können ihre Terminkalender veröffentlichen.

source: Users cannot make their own calendars public.
de: Benutzer können ihre Terminkalender nicht veröffentlichen.

source: Only school administration can change passwords.
de: Nur die Schulleitung kann Passwörter ändern.

source: Users can change their own passwords.
de: Benutzer können ihr eigenes Passwort ändern.

source: Users
de: Benutzer

source: View preferences
de: Einstellungen anzeigen

source: Change preferences
de: Einstellungen ändern

source: Change the list of calendars overlayed on the user's calendar
de: Die Liste der im Benutzerkalender angezeigten Kalender verändern

source: Manage visible calendars
de: Sichtbare Kalender verwalten

source: Calendar is public
de: Kalender ist öffentlich

source: Everybody, if the calendar is made public in user preferences.
de: Jeder, wenn der Kalender in den Benutzer-Einstellungen öffentlich gemacht wurde.

source: Reports
de: Berichte

source: Overview
de: Übersicht

source: Report Overview
de: Berichts Überblick

source: Student Reports
de: Zeugnis

source: Group Reports
de: Gruppenberichte

source: School Year Reports
de: Jahresschulbericht

source: Term Reports
de: Semesterberichte

source: Section Reports
de: Bereichsberichte

source: Download
de: Herunterladen

source: Category
de: Kategorie

source: File Type
de: Dateityp

source: Report Reference
de: Referenz melden

source: ${file_type} Reports
de: ${file_type} Berichte

source: Resource Attributes
de: Resource Attribute

source: Import Resources
de: Ressourcen importieren

source: Add Resource
de: Ressource hinzufügen

source: Resource
de: Ressource

source: Reserve
de: Reservieren

source: Upload schooltool resources as CSV
de: SchoolTool Ressourcen als CSV hochladen

source: CSV data <strong>must</strong> include a resource title and <strong>may</strong> include an optional resource description. Any extra information will be discarded.
de: CSV Daten <strong>müssen</strong> einen Hilfsmittel-Titel haben und <strong>können</strong> eine optionale Hilfsmittel-Beschreibung beinhalten. Alle zusätzlichen Informationen werden verworfen.

source: PRJ302, Overhead Projector #302 Main Auditorium,,location LC-805, Laptop Computer #805
de: PRJ302, Overhead-Projektor #302 Aula,,location NB-805, Notebook #805

source: The above example will create 3 resources titled 'PRJ302', 'Main Auditorium' and 'LC-805'. The first and last resource will have the descriptions 'Overhead Projector #302' and 'Laptop Computer #805' respectively. The "Main Auditorium" resource will have no description, but will be a location.
de: Das obige Beispiel legt drei Ressourcen mit den Bezeichnungen "PRJ302", "Aula" und "NB-805" an. Die erste und letzte Ressource beinhaltet die jeweiligen Beschreibungen "Overhead-Projektor #302" und "Notebook #805". Die "Aula"-Ressource erhält keine weitere Beschreibung, stellt aber einen Raum ("location") dar.

source: Resource index
de: Ressourcenverzeichnis

source: Resource identification
de: Ressourcenidentifikation

source: Add new resource
de: Neue Betriebsmittel hinzufügen

source: Edit resource
de: Betriebsmittel bearbeiten

source: Location identification
de: Ortsidentifikation

source: Add new location
de: Neuen Standort hinzufügen

source: Edit location
de: Standort bearbeiten

source: Equipment identification
de: Ausrüstungsidentifikation

source: Add new equipment
de: Neues Gerät hinzufügen

source: Edit equipment
de: Gerät bearbeiten

source: Delete ${resource_title}
de: Lösche ${resource_title}

source: Choose One
de: Eins wählen

source: Total
de: Gesamt

source: Are you sure you want to delete this resource?
de: Sind Sie sicher, dass sie diese Quelle löschen möchten?

source: Title or description
de: Titel oder Beschreibung

source: All types
de: Alle Typen

source: Edit this resource
de: Quelle bearbeiten

source: Resource Type
de: Art der Ressource

source: Type of resource
de: Typ der Ressource

source: Notes for the resource.
de: Notizen zur Ressource

source: Location Type
de: Art des Ortes

source: Type of location (i.e. computer lab, class room, etc.)
de: Art des Ortes (Computerraum, Klassenraum, Gruppenraum...)

source: Capacity
de: Kapazität

source: Capacity of the room
de: Kapazität des Raumes

source: Equipment Type
de: Geräteart

source: Type of equipment (i.e. camcorder, computer, etc.)
de: Geräteart (Computer, Beamer, Projektor...)

source: Manufacturer
de: Hersteller

source: Manufacturer of Equipment
de: Gerätehersteller

source: Model
de: Modell

source: Model of Equipment
de: Modellbezeichnnung des Geräts

source: Serial Number
de: Seriennummer

source: Serial Number of Equipment
de: Seriennummer des Geräts

source: Purchase Date
de: Kaufdatum

source: Purchase Date of Equipment
de: Kaufdatum des Geräts

source: Id of the resource type.
de: ID (eindeutige Bezeichnung) der Geräteart

source: Used for lookup of named utilities that have resource type specific information.
de: Wird zur Suche bezeichneter Hilfsmittel benutzt, die ressourcen-typspezifische Informationen besitzen.

source: The title of a resource type.
de: Titel einer Geräteart

source: A string that will be displayed to users in tables or resource type selection widgets.
de: Eine Zeichenkette, die Benutzern in Tabellen oder Ressourcentyp-Auswahlfeldern angezeigt wird.

source: Only school administration can view the list of resources.
de: Nur die Schulleitung kann die Resourcenliste ansehen

source: The list of resources in the system is visible to the general public.
de: Jeder kann die Resourcenliste ansehen

source: Information about each resource is visible to the general public.
de: Informationen über jede Ressource ist sichtbar für alle

source: Resource calendars are visible to the general public.
de: Ressourcenkalender sind für alle sichtbar

source: Reservations
de: Reservierungen

source: Resources are locations or objects within a school. SchoolTool's calendar can function as a reservation and tracking system for resources.
de: Ressourcen sind Orte oder Objekte in einer Schule. Mit SchooTool's Kalender können Ressourcen reserviert und verfolgt werden.

source: List/Search resources
de: Liste/Suche Ressourcen

source: Add/Remove resources
de: Hinzufügen/Entferne Ressourcen

source: View a resource
de: Zeige eine Ressource

source: Modify a resource
de: Bearbeite eine Ressource

source: View reservation calendar
de: Zeige Reservierungskalender

source: Schedule reservation via calendar
de: Reservierung in Kalender eintragen

source: Sample Data Generation
de: Beispieldaten generieren

source: Warning: proceeding will populate the database with randomly generated data. Do not do this if you have any valuable data in your SchoolTool instance.
de: WARNUNG! Du bist im Begriff, die Datenbank mit Zufalldaten zu veröffentlichen. Wenn in deiner Datenbank schon Daten über deine Schule eingetragen sind, solltest du das nicht tun!

source: This creates a school of 1,000 students and data for 4 terms. If you select all options, it can take a <strong>long</strong> time. Just let it run.
de: Hiermit wird eine Schule mit 1.000 Lernenden und Daten für vier Schuljahresabschnitte erstellt. Falls Sie alle Optionen auswählen, kann das lange dauern. Bitte bis zum Ende durchlaufen lassen!

source: Setting a random seed allows you to to reproduce the same set of sample data by generating it again with the same value of the random seed.
de: Das Generieren eines Zufallsgenerator-Anfangswertes ermöglicht es Ihnen, wiederholt das gleiche Beispieldatenpaket zu erzeugen, wenn Sie diesen gleichen Anfangswert verwenden.

source: View Dependencies
de: Zeige Abhänigkeiten

source: Generate
de: Erzeugen

source: School Years
de: Schuljahre

source: New School Year
de: Neues Schuljahr

source: Activate New Year
de: Aktiviere neues Jahr

source: You can not delete the active school year. Unless you are deleting all the school years.
de: Das aktive Schuljahr kann nicht gelöscht werden, solange Sie nicht alle Schuljahre löschen

source: First Day
de: Erster Tag

source: Last Day
de: Letzter Tag

source: Active
de: Aktiv

source: Delete ${schoolyear}
de: Lösche ${schoolyear}

source: First day
de: Erster Tag

source: Last day
de: Letzter Tag

source: Add new school year
de: Neues Schuljahr anlegen

source: School Year Details
de: Schuljahresdetails

source: Limited to 12 characters or less
de: Limitiert auf 12 Zeichen oder weniger

source: Change information for ${schoolyear_title}
de: Informationen für ${schoolyear_title} ändern

source: School year must begin before it ends.
de: Ein Schuljahr muss beginnen, bevor es endet.

source: School year must begin before it ends
de: Schuljahr muss vor dem Ende beginnen

source: Add a school year
de: Schuljahr hinzufügen

source: There are no school years configured.
de: Es sind keine Schuljahre konfiguriert.

source: To continue setting up your school please ${add_schoolyear}.
de: Um die Schule weiter einzurichten bitte erst ${add_schoolyear}.

source: Manage year
de: Schuljahr bearbeiten

source: Copy data from active school year: ${active_schoolyear}
de: Kopiere Daten aus diesem Schuljahr: ${active_schoolyear}

source: Group Name
de: Gruppenname

source: Copy Group
de: Gruppe kopieren

source: Copy members
de: Mitglieder kopieren

source: Copy courses from active year?
de: Sollen die Kurse vom aktuellen Jahr kopiert werden?

source: Copy timetable schemas from active year?
de: Soll der Stundenplan vom aktuellen Jahr kopiert werden

source: Add a new term
de: Einen neuen Schuljahresabschnitt hinzufügen

source: All Courses
de: Alle Kurse

source: All Timetable Schemas
de: Alle Stundenplanschemas

source: The active school year is ${year} (${start_date} - ${end_date})
de: Das aktive Schuljahr ist ${year} (${start_date} - ${end_date})

source: Activate selected school year
de: Aktiviere das ausgewählte Schuljahr

source: Are you sure you want to delete the selected terms?
de: Sind Sie sicher, dass Sie die ausgewählten Schuljahresabschnitt löschen möchten?

source: The first day of the period of time covered.
de: Der erste Tag des Zeitraums der erfassten Zeit.

source: The last day of the period covered.
de: Der letzte Tag des Zeitraums der erfassten Zeit.

source: Activate current school year
de: Aktiviere aktuelles Schuljahr

source: View Access Rights
de: Zeige Zugriffsrechte

source: Access Control
de: Zugriffskontrolle

source: School administration
de: Schuladministration

source: Security
de: Sicherheitseinstellungen

source: Access Rights
de: Zugriffsrechte

source: Access setting
de: Betrete einstellungen

source: Legend
de: Legende

source: List of accounts
de: Benutzerliste

source: User passwords
de: Benutzer Passwörter

source: List of groups
de: Gruppenliste

source: Group information
de: Gruppeninformation

source: View group calendars
de: Gruppenkalender anschauen

source: Edit group calendars
de: Gruppenkalender ändern

source: Gradebook
de: Notenheft

source: Everybody
de: Alle

source: Everybody, including users that are not logged in.
de: Alle, nicht angemeldete Nutzer eingeschlassen.

source: Authenticated user
de: Authentifizierter Benutzer

source: All logged in users.
de: Alle eingeloggten Benutzer.

source: Anybody
de: Jeder

source: Users who did not log in
de: Nicht eingeloggte Benutzer

source: Super user
de: Administrator

source: The super user - owner of this SchoolTool application.
de: Der Administrator - Betreuer dieser SchoolTool-Installation.

source: Title of the group.
de: Name der Gruppe.

source: Server Error
de: Server-Fehler

source: Not Found
de: Nicht gefunden

source: The file uploaded is not a JPEG or PNG image
de: Die hochgeladene Datei ist kein JPEG oder PNG Bild

source: An internal server error has occurred. This most likely means that you have found a bug in SchoolTool. Please report it on <a href="http://issues.schooltool.org">the issue tracker</a>.
de: Interner Serverfehler. Vermutlich hast du einen Programmierfehler gefunden. Bitte hilf uns, das zu verbessern und informiere uns unter <a href="http://issues.schooltool.org">the issue tracker</a> (wenn möglich auf Englisch).

source: The page that you are trying to access is not available
de: Die Seite, die Sie versuchen aufzurufen, ist nicht verfügbar

source: Please note the following:
de: Bitte beachten Sie Folgendes:

source: You might have misspelled the url
de: Sie haben evtl. die URL falsch geschrieben.

source: You might be trying to access a non-existing page
de: Sie versuchen, eine nichtexistente Seite aufzurufen

source: Server Running SchoolTool
de: Server mit laufendem SchoolTool

source: Logged in as:
de: Eingeloggt als:

source: Log Out
de: Ausloggen

source: free administration software for
de: freie Verwaltungssoftware für

source: &copy; The <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Supporting Social Innovation.
de: &copy; Die <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a> 2003 - 2011: Supporting Social Innovation.

source: <a href="http://www.schooltool.org">SchoolTool</a>&trade; is a Trademark of the <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.
de: <a href="http://www.schooltool.org">SchoolTool</a>&trade; ist ein eingetragenes Warenzeichen der <a href="http://www.shuttleworthfoundation.org">Shuttleworth Foundation</a>.

source: Shortcut: Alt-U
de: Tastenkürzel: Alt-U

source: Shortcut: Alt-D
de: Tastenkürzel: Alt-D

source: The datetime string did not match the pattern yyyy-mm-dd
de: Die Datum/Zeit-Zeichenkette hat die Formatvorschrift jjjj-mm-dd nicht eingehalten

source: &laquo; Previous
de: &laquo; Zurück

source: Show Less
de: Weniger anzeigen

source: Show All
de: Alles anzeigen

source: Next &raquo;
de: Weiter &raquo;

source: Cancel School in Emergency
de: Schultag wegen unerwarteten Ereignis streichen

source: The date you entered is invalid. Please use the YYYY-MM-DD format.
de: Das eingegebene Datum ist ungültig. Bitte verwenden Sie das Format JJJJ-MM-TT.

source: The date you entered does not belong to this term.
de: Das eingegebene Datum liegt nicht in diesem Schuljahresabschnitt.

source: The date you entered is not a schoolday.
de: Das eingegebene Datum ist keiN Schultag.

source: The replacement date you entered is invalid.
de: Der eingegebene Ersatztermin ist ungültig.

source: School cancelled due to emergency. Replacement day $replacement.
de: Der Unterricht fällt aufgrund eines unerwarteten Ereignisses aus. Ersatztermin $replacement.

source: Replacement day for emergency day $emergency.
de: Ersatztermin für den ausgefallenen Tag $emergency.

source: Emergency day
de: Ausfall-Tag

source: Choose a replacement for the emergency day.
de: Wählen sie einen Ersatz für den unplanmäßig ausgefallenen Tag

source: You have selected ${date} as the emergency day. Now please select the replacement day. The selection below consists of non-schooldays in this term following the emergency day and several days after the term.
de: Sie haben den ${date} als Notfalltag gewählt. Wählen Sie bitte jetzt den Ersatztag. Die folgende Auswahl zeigt schulfreie Tage in diesem Schuljahr, die kurz nach dem Notfalltag folgen.

source: Please enter the replacement date below.
de: Bitte unten das Ersatzdatum eingeben.

source: Replacement
de: Ersatz

source: Proceed
de: Fortfahren

source: This form allows you to mark a date as an emergency non-schoolday and add a replacement day to the term.
de: Diese Eingabemaske ermöglicht es ihnen ein Datum als Ausfalltag zu markieren und einen entsprechenden Ersatztag hinzuzufügen.

source: Please enter the emergency date below.
de: Bitte tragen sie im folgenden das Datum des ausserplanmäßigen Ereignisses ein.

source: Legend:
de: Legende:

source: Week ${week_number}
de: Woche ${week_number}

source: Schoolday
de: Schultag

source: Holiday
de: Ferien

source: Please specify which days are school days, and which days are holidays.
de: Bitte legen sie fest, welche Tage Schultage sind und an welchen Tagen Ferien sind.

source: Toggle the following days of week:
de: Zwischen den folgenden Tagen der Woche wechseln:

source: Click on a day to toggle its state.
de: Klicken Sie auf einen Tag, um seinen Status zu ändern.

source: Start date
de: Anfangsdatum

source: End date
de: Enddatum

source: Delete ${term}
de: Lösche ${term}

source: Add new term
de: Neuen Schuljahresabschnitt hinzufügen

source: Add term
de: Schuljahresabschnitt hinzufügen

source: The year starts ${year_start}
de: Das Schuljahr starte am ${year_start}

source: The year ends ${year_end}
de: Das Schuljahr endet am ${year_end}

source: Save changes
de: Änderungen speichern

source: Change information for ${term_title}
de: Informationen für ${term_title} ändern

source: Term must begin before it ends.
de: Ein Schuljahresabschnitt muss beginnen, bevor er endet.

source: School Year: ${year_title}
de: Schuljahr: ${year_title}
