Repository: mattva01/schooltool
Catalog: src/schooltool/locales/*.po
Languages: de

source: Note that only ids of objects are to be used in the file, not titles. If a row ends with empty cells (e.g., <em>"philosophy","lorch","",""</em>), those cells will be discarded. You may separate section descriptions by more than one line. In the list of learners, only the first column containing the person ids is processed, the other columns are ignored. You can import the same data several times without any side effects.
de: Beachten Sie, dass in der Datei nur die Schlüssel der Objekte gespeicheret sind, nicht aber die Bezeichnungen. Wenn eine Zeile mit leeren Zellen endet (z.B. <em>"Philosophie","lorch","",""</em>), werden diese Zellen übersprungen. Sie können die Beschreibungen der Lerneinheiten mit mehreren Leerzeilen voneinander trennen. In der Liste der Kursteilnehmer wird nur die erste Spalte mit dem Personen-Schlüssel verarbeitet, die anderen Spalten werden ignoriert. Sie können den gleichen Datenbestand ohne Nebeneffekte mehrere Male importieren.

source: Upload CSV File
de: CSV-Datei hochladen

source: CSV File
de: CSV Datei

source: Charset:
de: Zeichensatz:

source: Other charset: ${other_charset}
de: Anderer Zeichensatz: ${other_charset}

source: Input CSV Data
de: CSV Daten eingeben

source: CSV Data
de: CSV Daten

source: Import
de: Importieren

source: Row 2 is not empty
de: Reihe 2 ist nicht leer

source: Incomplete section description on line ${line}
de: Unvollständige Unterrichtsbeschreibung in Zeile ${line}

source: No students in section (line ${line})
de: Keine Lernenden in Unterricht (line ${line})

source: The first row of the CSV file must contain the term or first and last terms for sections.
de: In der ersten Zeile der CSV-Datei muss die Periode angegeben werden bzw. die erste und letzte Periode für die Unterrichte.

source: The term ${term} does not exist.
de: Der Ausdruck ${term} existiert nicht.

source: First term ${first} starts after last term ${last}.
de: Die erste Periode ${first} beginnt nach der letzten Periode ${last}.

source: Error in timetable CSV data, line ${line_no}
de: Fehler in den CSV Stundenplandaten, Zeile ${line_no}

source: Day ids not defined in selected schema: ${args}.
de: Die Tag-Ids im ausgewählten Schema sind nicht definiert: ${args}.

source: Periods not defined in selected days: ${args}.
de: Die Zeiträume in den ausgewählten Tagen sind nicht definiert: ${args}

source: Persons not found: ${args}.
de: Personen nicht gefunden: ${args}.

source: Courses not found: ${args}.
de: Kurse nicht gefunden: ${args}.

source: Sections not found: ${args}.
de: Unterrichte nicht gefunden: ${args}.

source: Invalid records: ${args}.
de: Ungültiger Eintrag: ${args}

source: Sections for ${schoolyear}
de: Unterricht für ${schoolyear}

source: Form input is not a file object
de: Formular Eingabe ist kein Datei-Objekt

source: Invalid integer data
de: Ungültige Ganzzahl

source: Invalid text data
de: Ungültige Textdaten

source: Invalid textual data
de: Ungültige Zeichen

source: Invalid unicode data
de: Ungültige Unicode-Daten

source: Invalid floating point data
de: Ungültiger Gleitkommawert

source: Invalid datetime data
de: Ungültiges Datums oder Zeit

source: The name for the school or organization running this server. This will be displayed on the public calendar, the bottom of all pages and in the page title.
de: Der Name für die Schule oder Organisation, die diesen Server betreibt. Dieser wird im öffentlichen Kalender, am Ende aller Seiten und im Seitentitel dargestellt.

source: Front Page Calendar
de: Kalender auf Startseite

source: Display site-wide calendar as the front page of the site.
de: Zeigt den allgemeinen Kalender als Startseite

source: School logo
de: Logo der Schule

source: Cannot resolve plugin action order:
de: Plugin Verarbeitungsreihenfolge konnte nicht gelöst werden:

source: Run %s -h for help.
de: Verwenden Sie %s -h für Hilfe.

source: Usage: %s [options] Options: -c, --config xxx use this configuration file -h, --help show this help message --pack pack the database -r, --restore-manager password restore the manager user with the provided password (read password from the standart input if 'password' is '-')
de: Befehlseingabe: %s [optionen] Optionen: -c, --config xxx benutze diese Konfigurationsdatei -h, --help zeige diese Hilfe --pack komprimieren der Datenbank -r, --restore-manager password stelle den Benutzer manager mit dem eingegebenen Kennwort wieder her (liest das Kennwort von der Kommandozeile, wenn 'password' ist '-')

source: Reading configuration from %s
de: Konfiguration von %s einlesen

source: No storage defined in the configuration file.
de: Es wurde kein Speicher in der Konfigurationsdatei festgelegt.

source: Could not initialize the database: %s
de: Datenbank konnte nicht initialisiert werden: %s

source: Perhaps another %s instance is using it?
de: Wird es vielleicht von einer anderen %s Instanz verwendet?

source: Warning: font directories '%s' do not exist. PDF support disabled.
de: Warnung: der Schriftordner '%s' existiert nicht. PDF Support deaktiviert

source: Warning: font '%s' does not exist in the font directories '%s'. PDF support disabled.
de: Warnung: Die Schriftart '%s' existiert nicht im Schriftordner '%s' PDF Support deaktiviert

source: Members
de: Teilnehmer

source: Members of the group.
de: Mitglieder der Gruppe

source: Assigned leaders.
de: Zugeordnete Leiter

source: "$group" group and the super user.
de: "$group" Gruppe und Hauptbenutzer.

source: SchoolTool application
de: SchoolTool Anwendung

source: Access
de: Zugriff

source: Manage school settings and configuration
de: Bearbeite Schuleinstellungen und -konfiguration

source: View calendar
de: Kalender anzeigen

source: Change calendar
de: Kalender ändern

source: Assign timetables
de: Stundenpläne zuweisen

source: Change schedule
de: Stundenplan ändern

source: View
de: Ansicht

source: Export Persons as XML
de: Personen als XML exportieren

source: Export
de: Exportieren

source: Advisors
de: Lehrer

source: Advisees
de: Schüler

source: New Person
de: Neue Person

source: Add Multiple Persons
de: Mehrere Benutzer hinzufügen

source: Demographics
de: Demografie

source: New Text Field
de: Neues Textfeld

source: New Date Field
de: Neues Datumsfeld

source: New Yes/No Field
de: Neues Ja/Nein Feld

source: New Selection List Field
de: Neues Auswahllistenfeld

source: Add Teacher
de: Lehrer hinzufügen

source: Add Student
de: Schüler hinzufügen

source: Add Administrator
de: Administrator hinzufügen

source: Insufficient data provided.
de: Nicht genügend Daten angegeben

source: username may not be empty
de: Benutzername muss angegeben werden

source: first name may not be empty
de: Vorname darf nicht leer sein

source: last name may not be empty
de: Nachname darf nicht leer sein.

source: Duplicate username: ${username}
de: Benutzername ${username} ist bereits vergeben.

source: Names cannot begin with '+' or '@' or contain '/'
de: Namen dürfen weder mit '+' oder '@' beginnen noch '/' enthalten.

source: Usernames cannot contain non-ascii characters
de: Benutzernahmen dürfen keine Nicht-ASCII-Zeichen enthalten

source: Duplicate entry "${value}"
de: Doppelter Eintrag "${value}"

source: Value too long "${value}"
de: Eintrag zu lang "${value}"

source: Demographics and Personal Information
de: Demografische und persönliche Informationen

source: Add new Field
de: Neues Feld hinzufügen

source: Change information for ${field_title}
de: Information ändern für ${field_title}

source: Stud.
de: StudentIn.

source: Teach.
de: LehrerIn.

source: Admin.
de: Administrator.

source: Selection
de: Auswahl

source: Yes/No
de: Ja/Nein

source: Integer
de: Ganzzahl

source: Limit to group(s)
de: Auf Gruppe(n) beschränkt

source: If you select one or more groups below, this field will only be displayed in forms and reports for members of the selected groups.
de: Ist eine oder sind mehrere Gruppen unten ausgewählt, wird dieses Feld nur in Formularen und Berichten für Mitglieder dieser Gruppe(n) sichtbar sein.

source: Field Details
de: Felddetails

source: Please enter a valid ID
de: Bitte geben Sie eine gültige ID ein

source: This ID is not unique.
de: Diese ID ist nicht einzigartig.

source: People
de: Personen

source: Add new persons
de: Neue Person hinzufügen

source: Add new person
de: Neue Person hinzufügen

source: Add new teacher
de: Neuen Lehrer hinzufügen

source: Add new student
de: Neuen Schüler hinzufügen

source: Add new administrator
de: Neuen Administrator hinzufügen

source: Add Person
de: Person hinzufügen

source: Teacher
de: Lehrer

source: Student
de: Schüler

source: Reorder
de: Neu anordnen

source: Text Field
de: Textfeld

source: Description Field
de: Beschreibung

source: Date Field
de: Datumsfeld

source: Yes/No Field
de: Ja/Nein-Feld

source: Integer Field
de: Ganzahlfeld

source: Reorder or Delete Fields
de: Die Felder neu sortieren oder löschen

source: New Description Field
de: Neues Beschreibungsfeld

source: New Integer Field
de: Neues Ganzzahlfeld

source: Contains an XML representation of the person.
de: Beinhaltet eine XML-Repräsentation der Person.

source: Export as XML
de: Als XML-Datei exportieren

source: ID Card
de: Ausweis

source: Includes student name, ID number, birth date, contact name and contact phone number.
de: Enthält Name des Schülers, Ausweisnummer, Geburtstag, Kontaktname und Telefonnummer

source: Profile
de: Profil

source: Home
de: Startseite

source: Person index
de: Personenverzeichnis

source: Group
de: Gruppe

source: You can select one group membership now. Manage multiple memberships after account creation.
de: Sie können sich in einen Kurs einschreiben. Weitere Einschreibungen sind nach der Erstellung des Benutzerkontos möglich.

source: Advisor
de: Lehrer

source: Users cannot log in until a password is assigned.
de: Benutzer können sich nicht einloggen bis ein Passwort vergeben wurde.

source: Confirm password
de: Passwort bestätigen

source: Passwords do not match
de: Passwörter stimmen nicht überein

source: Photo
de: Foto

source: An image file that will be converted to a JPEG no larger than 99x132 pixels (3:4 aspect ratio). Uploaded images must be JPEG or PNG files smaller than 10 MB
de: Eine Bild Datei wird in das JPEG Format konvertiert und nicht größer als 99x132 Pixel (Seitenverhältnis 3:4). Hochgeladene Bilder müssen im JPEG oder PNG Format und kleiner als 10 MB sein.

source: This username is already in use
de: Dieser Benutzername wird bereits verwendet.

source: Usernames
de: Benutzernamen

source: Add multiple persons
de: Mehrere Personen hinzufügen

source: Change information for ${fullname}
de: Angaben ändern für ${fullname}

source: Full Name
de: Vollständiger Name

source: Current Advisors
de: Aktueller Lehrer

source: Add Advisors
de: Lehrer hinzufügen

source: Advisors of ${person}
de: Lehrer von ${person}

source: Current Advisees
de: Aktuelle Schüler

source: Add Advisees
de: Schüler hinzufügen

source: Advisees of ${person}
de: Schüler von ${person}

source: Relationships
de: Beziehungen

source: Submit and add
de: Bestätigen und hinzufügen

source: Teacher identification
de: Lehreridentifikation

source: Teacher demographics
de: Lehrerstatistik

source: Student identification
de: Schüleridentifikation

source: Student demographics
de: Schülerstatistik

source: Administrator identification
de: Administratoridentifikation

source: Administrator demographics
de: Administratorstatistik

source: ID Cards
de: Schülerausweise

source: ID Card: ${person}
de: Schülerausweis: ${person}

source: Username: ${username}
de: Benutzername: ${username}

source: General Information
de: Allgemeine Informationen

source: To add teachers, students or administrators, please set up a ${school_year}.
de: Um neue Lehrer, Schüler und Administratoren hinzuzufügen, bitte ein Schuljahr mit eingeben.

source: school year
de: Schuljahr

source: delete-button
de: Löschen

source: Advisory
de: Hinweis

source: The person has no advisors.
de: Die Person hat keinen Berater.

source: All groups
de: Alle Gruppen

source: CSV data <strong>must</strong> contain a user name a first name and a last name. An optional password <strong>may</strong> be included as well.
de: CSV-Daten <strong>müssen</strong> einen Benutzernamen sowie Vor- und Nachnamen beinhalten. Ein zusätzliches Passwort <strong>sollte</strong> hinzugefügt werden.

source: The above example will create three users, 'jjones', 'jbjones' and 'howard'. Of the three, only 'jbjones' has a password ('r2m45J') and will be able to login to the system. Note that passwords must be sent in plain text.
de: Das obere Beispiel erstellt drei Benutzer mit den Namen 'jjones', 'jbjones' und 'howard'. Von den dreien hat nur 'jbjones' ein Passwort ('r2m45J') und kann sich im System anmelden. Beachten sie bitte, dass das Passwort als unformatierter Text übermittelt werden muss.

source: Order
de: Reihenfolge

source: Delete
de: Löschen

source: Required
de: benötigt

source: Limited
de: Begrenzt

source: Edit this person's information
de: Die Informationen dieser Person bearbeiten

source: Demographics and other personal data
de: Demografische und andere persönliche Daten

source: Manage people
de: Leute verwalten

source: There are ${count} people defined in ${school}.
de: Es sind ${count} Leute in ${school} festgelegt.

source: Added persons
de: Hinzugefügte Personen

source: New person
de: Person hinzufügen

source: Birth date:
de: Geburtsdatum:

source: Contact
de: Ansprechpartner

source: Contact's Phone
de: Telefonnummer des Ansprechpartners

source: Upload SchoolTool persons as CSV
de: SchoolTool Personen als CSV hochladen

source: Import Persons
de: Personen importieren

source: Are you sure you want to delete selected items?
de: Bist du sicher, dass die markierten Elemente gelöscht werden sollten?

source: You have not selected any items.
de: Du hast keine Elemente markiert.

source: Sorry, you may not delete your own user account.
de: Du kannst deinen eigenes Benutzerkonto nicht löschen.

source: Confirm
de: Bestätigen

source: Person info: ${title}
de: Personeninfo: ${title}

source: Ethnicity
de: Ethnische Zugehörigkeit

source: American Indian or Alaska Native
de: Amerikanischer Ureinwohner oder aus Alaska stammend

source: Asian
de: Asiatisch

source: Black or African American
de: Schwarz oder Afro-Amerikanisch

source: Native Hawaiian or Other Pacific Islander
de: Hawaiianer oder von den Pazifikinseln stammend

source: White
de: Weiss

source: Place of birth
de: Geburtsort

source: Citizenship
de: Staatsangehörigkeit

source: Prefix
de: Anrede

source: First name
de: Vorname

source: Middle name
de: Zweiter Vorname

source: Last name
de: Nachname

source: Preferred name
de: Bevorzugter Name

source: Gender
de: Geschlecht

source: Female
de: Weiblich

source: Male
de: Männlich

source: Birth date
de: Geburtsdatum

source: (yyyy-mm-dd)
de: (JJJJ-MM-TT)

source: Selection list
de: Auswahlliste

source: Minimum value
de: Minimalwert

source: Maximum value
de: Maximalwert

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Advisors of a person.
de: Berater einer Person

source: Create, delete demographics fields and change their order.
de: Demografiefelder erstellen, löschen und sortieren

source: Edit fields
de: Felder bearbeiten

source: View user demographics
de: Benutzerdemografie betrachten

source: View user's demographics information
de: Demografische Informationen des Benutzers betrachten

source: Modify user demographics
de: Benutzerdemografie ändern

source: Modify user's demographics information.
de: Benutzerdemografie-Informationen ändern

source: Students
de: Lernende

source: Teachers
de: Lehrer

source: Administrators
de: Administratoren

source: Tomorrow
de: Morgen

source: Yesterday
de: Gestern

source: This Week
de: Diese Woche

source: Last Week
de: Letzte Woche

source: Next Week
de: Nächste Woche

source: Jump To
de: Springe zu

source: Reserved by others
de: Reserviert von einer anderen Person

source: Delete event ${event}
de: Ereignis löschen ${event}

source: Event
de: Ereignis

source: Show
de: Anzeigen

source: Select
de: Auswahl

source: Deleting an event on ${day}.
de: Lösche ein Ereigbis am ${day}

source: This is an all day event.
de: Ganztägiges Ereignis

source: You are deleting a repeating event.
de: Sie löschen ein sich wiederholendes Ereignis.

source: Edit Info
de: Info bearbeiten

source: Add Info
de: Info hinzufügen

source: Edit Calendar Overlays
de: Terminüberschneidungen bearbeiten

source: Image size
de: Bildgröße

source: Size in pixels
de: Größe in Pixeln

source: Image format
de: Bild-Format

source: Max file size in bytes
de: Maximale Dateigröße in bytes

source: Address
de: Adresse

source: Contact Information
de: Kontaktinformationen

source: View Person
de: Preson anzeigen

source: New Contact
de: Neuer Kontakt

source: Contacts
de: Kontakte

source: Manage Contacts
de: Kontakte verwalten

source: Other Contacts
de: Andere Kontakte

source: Send Email
de: Email senden

source: Add new contact
de: Neuen Kontakt hinzufügen

source: Add new contact for ${person}
de: Neuen Kontakt hinzufügen für die Person ${person}

source: Change contact information for ${first_name} ${last_name}
de: Ändere Kontakt Information für ${first_name} ${last_name}

source: Contact index
de: Kontakt-Indew

source: First name and/or last name
de: Vorname und/oder Nachname

source: From
de: Absender

source: To
de: An

source: Subject
de: Betreff

source: Body
de: Textkörper

source: Send
de: Abschicken

source: There were some errors.
de: Es sind Fehler aufgetreten.

source: ${person_full_name} as Contact
de: ${person_full_name} als Kontakt

source: Delete ${contact_full_name}
de: ${contact_full_name} löschen

source: Edit Contact Information
de: Kontaktinformationen bearbeiten

source: Relationship
de: Beziehung

source: Assigned Contacts
de: Zugewiesene Kontakte

source: Assign existing contact
de: Einen bestehenden Kontakt zuweisen

source: Manage contacts of ${person}
de: Verwalte Kontakte von ${person}

source: Current contacts
de: Derzeitige Kontakte

source: Available contacts
de: Verfügbare Kontakte

source: ${relationship} of ${person}
de: ${relationship} von ${person}

source: Contact of ${person}
de: Kontakt von ${person}

source: Deleting a contact is permanent and irreversible.
de: Das Löschen eines Kontaktes ist dauerhaft und irreversibel.

source: ${relationship} of
de: ${relationship} von

source: Contact of
de: Kontakt von

source: Contact information
de: Kontaktinformationen

source: Edit this contact
de: Diesen Kontakt bearbeiten

source: This person has no contacts.
de: Diese Person hat keine Kontakte.

source: Manage contacts
de: Kontakte verwalten

source: A student may have one or more "contacts", people who may need to recieve notifications and information about the student or the school as a whole.
de: Ein Schüler oder Student hat möglicherweise einen oder mehrere »Kontakte«, Menschen, die Benachrichtigungen und Informationen über diesen Schüler oder Studenten oder die Schule als Ganzes erhalten müssen.

source: A user may also be a contact for him or herself, particularly in the case of older students and adults.
de: Ein Benutzer kann auch ein Kontakt für ihn oder sie selbst sein, besonders im Fall von älteren Schülern und Erwachsenen.

source: The school has ${total} contact persons.
de: Diese Schule hat ${total} Kontaktpersonen.

source: Find Now
de: Jetzt suchen

source: Clear
de: Säubern

source: Shortcut: Alt-R
de: Tastenkombination: Alt-R

source: Create contact
de: Kontakt erzeugen

source: Create new contact
de: Neuen Kontakt erzeugen

source: Assign
de: Zuweisen

source: You don't have an email address set. Ask your administrator to set your email address in your contact information.
de: Sie haben noch keine E-Mail Adresse gesetzt. Bitten Sie Ihren Administrator eine E-Mail Adresse in der Kontaktinformation zu setzen.

source: Contact information for ${person}
de: Kontakt Information für ${person}

source: Phones
de: Telefonnummern

source: Spoken Languages
de: Gesprochene Sprachen

source: (View Details)
de: (Details anzeigen)

source: All SchoolTool users have contact information, that includes home address, phone number, email address, etc. "External contacts" can be created - people who are not SchoolTool users, but may need to recieve notifications and information about the student or the school as a whole.
de: Alle SchoolTool Benutzer haben Kontaktinformationen, diese beinhalten Wohnadresse, Telefonnummer, E-Mail Adresse, usw. "Externe Kontakte" können erstellt werden - Personen die keine SchoolTool Benutzer sind, aber Benachrichtigungen und Informationen über den Schüler oder der ganzen Schule erhalten sollen.

source: Instructors
de: Lehrer

source: Instructors of student(s) related to this contact.
de: Lehrer der Schüler verwand mit diesem Kontakt-.

source: Address line 1
de: Adresszeile 1

source: Address line 2
de: Adresszeile 2

source: City
de: Stadt

source: State
de: Bundesland

source: Country
de: Land

source: Postal code
de: Postleitzahl

source: Home phone
de: Tel. (privat)

source: Work phone
de: Tel. (gesch.)

source: Mobile phone
de: Mobiltelefon

source: Other 1
de: Andere 1

source: Other 2
de: Andere 2

source: Contact's relationship with the person
de: Beziehung des Kontaktes mit dieser Person

source: Parent
de: Elternteil

source: Step-parent
de: Stief-Elternteil

source: Foster parent
de: Pflege-Elternteil

source: Guardian
de: Erziehungsberechtigte(r)

source: Sibling
de: Geschwisterteil

source: List/Search
de: Liste/Suche

source: Assign / remove contacts of a user, define user's relationship with a contact.
de: Hinzufügen / entfernen von Kontakten des Nutzers, Beziehungen des Nutzers zu einem Kontakt bestimmen

source: Manage user's contacts
de: Benutzerkontakte verwalten

source: Create/Delete an external contact
de: Erstelle/Lösche einen externen Kontakt

source: View an external contact
de: Zeige einen externen Kontakt an

source: Modify an external contact
de: Bearbeite einen externen Kontakt

source: View user's contact information
de: Zeige Kontaktinformationen des Benutzers

source: Modify user's contact information
de: Bearbeite Kontaktinformationen des Benutzers

source: The user himself.
de: Der Anwender selbst.

source: Add Course
de: Kurs hinzufügen

source: Edit Course Information
de: Kursinformationen bearbeiten

source: Import Courses
de: Kurse importieren

source: Add Section
de: Unterricht hinzufügen

source: Edit Section Information
de: Unterrichtsinformationen bearbeiten

source: Import Section Members
de: Teilnehmer des Unterrichts importieren

source: Sections
de: Unterrichte

source: Copy from prev. term
de: Kopieren aus vorherigem Schuljahresabschnitt

source: Course index
de: Kursübersicht

source: Delete ${course}
de: ${course} löschen

source: Courses for ${schoolyear}
de: Kurse für ${schoolyear}

source: Course ID
de: Kursschlüssel (ID)

source: Course Information
de: Kursinformationen

source: Title or course ID
de: Titel oder Kurs-ID

source: Titles may not be empty
de: Die Titel müssen angegeben werden

source: Course "${course_title}" id "${invalid_id}" is invalid. ${error_message}
de: Kurs "${course_title}" ID "${invalid_id}" ist ungültig. ${error_message}

source: User names must not be empty.
de: Benutzernamen dürfen nicht leer sein.

source: "${username}" is not a valid username.
de: "${username}" ist kein gültiger Benutzername.

source: Course
de: Kurs

source: Section
de: Unterricht

source: Locations
de: Orte

source: Equipment
de: Ausrüstung

source: Terms
de: Schuljahresabschnitte

source: Import Students CSV
de: Importiere Schüler CSV

source: Import Students
de: Schüler importieren

source: Full name
de: Vollständiger Name

source: Upload SchoolTool section members as CSV
de: SchoolTool Unterrichtsteilnehmer als CSV hochladen
