Repository: mattva01/schooltool
Catalog: src/schooltool/locales/*.po
Languages: de

source: Term date is not in the school year.
de: Datum des Schuljahresabschnittes liegt nicht innerhalb des Schuljahres.

source: Set the date for the school
de: Datum für den Unterricht setzen.

source: Timetables for ${schoolyear}
de: Stundenpläne für ${schoolyear}

source: Meeting Details
de: Treffen Details

source: Add meeting
de: Treffen hinzufügen

source: New Timetable
de: Neuer Stundenplan

source: Schedule
de: Dienst

source: Change Timetable for One Day
de: Stundenplan eines Tages ändern

source: Add Timetable
de: Stundenplan hinzufügen

source: Add Meeting
de: Treffen hinzufügen

source: Timetables
de: Stundenpläne

source: Make Default
de: Als Standard festlegen

source: Timetable
de: Stundenplan

source: Edit Schedule
de: Zeitplan bearbeiten

source: Exception Days
de: Abweichender Unterrichtsbeginn / Unterrichtsende

source: New Meeting
de: Neues Treffen

source: Edit Meeting
de: Treffen bearbeiten

source: Some values were invalid. They are highlighted in red.
de: Einige Werte sind ungültig. Sie sind in rot hervorgehoben.

source: Invalid date. Please use YYYY-MM-DD format.
de: Ungültiges Datum. Bitte JJJJ-MM-TT als Format benutzen.

source: The date does not belong to any term.
de: Dieses Datum gehört zu keinem Schuljahresabschnitt.

source: Manage timetables
de: Stundenpläne verwalten

source: timetables
de: Stundenpläne

source: Exception days
de: Tage mit abweichendem Unterrichtsbeginn oder -ende.

source: Edit exception days
de: Bearbeiten von abweichendem Unterrichtsbeginn oder -ende an einzelnen Tagen.

source: Using timetable: ${timetable}
de: Benutze Stundenplan: ${timetable}

source: You can adjust the start and end times of periods for ${date} in the form below. In order to remove a period from the day, just delete the period's start and end times.
de: Sie können die Start- und Endzeiten der Perioden für ${date} in dem Formular unten anpassen. Falls Sie eine Periode aus einem Tag komplett löschen möchten, so löschen Sie die Start- und Enzeiten dieser Periode.

source: Period title
de: Titel des Zeitraums

source: Original start
de: Ursprünglicher Anfang

source: Original end
de: Ursprüngliches Ende

source: New start
de: Neuer Anfang

source: New end
de: Neues Ende

source: Exception days allow you to change start and end times or cancel periods on a certain date.
de: Hier können Sie für einzelne Tage einen abweichenden Unterrichtsbeginn und / oder einen abweichendes Unterrichtsende vorgeben.

source: Timezone:
de: Zeitzone:

source: Periods
de: Zeiträume

source: Back
de: Zurück

source: Schedule for ${owner}
de: Zeitplan für ${owner}

source: school days
de: Schulzeit

source: available timetables
de: verfügbare Stundenpläne

source: (edit periods)
de: (Zeiträume bearbeiten)

source: Timetable ${title}
de: Stundenplan ${title}

source: No periods selected.
de: Kein Zeitplan ausgewählt.

source: Consecutive periods are treated as a single meeting.
de: Zusammenhängende Zeiträume werden wie ein einzelnes Meeting behandelt.

source: Scheduling for ${section}
de: Planung für ${section}

source: New timetable schema
de: Neues Stundenplanschema

source: This is a simple way to create a weekly timetable schema. Just fill in a sufficient number of lines for your periods.
de: Dies ist eine einfache Möglichkeit ein Schema für den wöchentlichen Stundenplan zu erstellen. Tragen sie einfach eine ausreichende Anzahl von Zeilen für ihre Unterrichtsstunden ein.

source: If you need more flexibility, you can use the <a href="add.html">timetable schema creation wizard</a>, or a <a href="complexadd.html">complex timetable schema set up form</a>.
de: Wenn sie mehr Flexibilität benötigen, können sie den <a href="add.html">Stundenplan Assistenten</a> benutzen, oder die <a href="complexadd.html">Eingabemaske für komplexe Stundenpläne</a>.

source: Period title (optional)
de: Überschrift für die Unterichtsstunde (optional)

source: Period start time
de: Beginn der Ubterichtsstunde

source: Period end time
de: Ende der Ubterichtsstunde

source: Create
de: Erzeugen

source: Choose a special day
de: Einen speziellen Tag auswählen

source: This form allows you to change the start and end times for periods on a certain date, or to cancel some periods altogether.
de: Diese Eingabemaske ermöglicht es ihnen, die Anfangs- und Endenzeiten für die Unterrichtsstunden für eine bestimmtes Datum zu ändern, oder um bestimmte Unterrichtsstunden gemeinsam zu annullieren.

source: Please enter the date when the periods need to be changed below.
de: Bitte geben sie das datum ein, ab wann die Unterrichststunden geändert werden müssen.

source: Default Timetable Schema:
de: Stundenplan-Standard-Schema:

source: Not Selected
de: Nicht ausgewählt

source: Change
de: Ändern

source: Are you sure you want to delete the selected timetables?
de: Sind Sie sicher, dass Sie die ausgewählten Stundenpläne löschen möchten?

source: New timetable
de: Neuer Stundenplan

source: School timetable
de: Stundenplan

source: Apply from
de: Verwenden von

source: Apply until
de: Anwenden bis

source: First term
de: Erste Periode

source: Last term
de: Letzte Periode

source: Save
de: Speichern

source: Delete ${timetable}
de: Lösche ${timetable}

source: Make ${timetable} default
de: als Standard ${timetable} setzen

source: Timetable $title
de: Stundeplan $title

source: A new timetable
de: Ein neuer Stundenplan

source: Does your school's timetable cycle use days of the week, or a rotating cycle?
de: Werden in dem Zeitplanzyklus ihrer Schule Tage der Woche verwendet, oder verwenden sie einen rotierenden Zyklus?

source: Days of the week
de: Tage der Woche

source: Rotating cycle
de: Rotierender Zyklus

source: Enter names of days in cycle, one per line.
de: Geben sie die Namen der Tage des Zyklus ein, einen pro Zeile.

source: Please enter at least one day name.
de: Bitte geben sie mindestens für einen Tag den Namen ein.

source: Please make sure the day names are unique.
de: Bitte stellen sie sicher, dass die Namen einzigartig sind.

source: Do classes begin and end at the same time each day in your school's timetable?
de: Beginnen und enden die Unterrichtsklassen, an jedem Tag, zur selben Zeit in ihrem Stundenpaln?

source: Same time each day
de: Gleiche Zeit jeden Tag

source: Different times
de: Unterschiedliche Zeiten

source: Do start and end times vary based on the day of the week (Monday - Friday) or the day in the cycle?
de: Variieren Beginn- und End-Zeiten abhängig von Wochentag (Montag - Samstag) oder turnusmäßig?

source: Day of week
de: Wochentag

source: Day in cycle
de: Tag im Turnus

source: Enter start and end times for each slot, one slot (HH:MM - HH:MM) per line.
de: Geben sie Anfangs- und Endzeit für jedes Zeitfenster ein, ein Zeitfenster pro Zeile (HH:MM - HH:MM).

source: Not a valid time slot: $slot.
de: Kein gültiges Zeitfenster: $slot.

source: Please enter at least one time slot.
de: Geben sie mindestens ein Zeitfenster ein.

source: Enter start and end times for each slot on each day, one slot (HH:MM - HH:MM) per line.
de: Bitte geben sie Anfangs- und Enszeit für jedes Zeitfenster eines Tages ein; ein Zeitfenster (HH:MM - HH:MM) pro Zeile.

source: Do periods have names or are they simply designated by time?
de: Haben Unterrichtsstunden Namen, oder sind sie einfach durch die Zeit bezeichnet?

source: Have names
de: Hat Namen

source: Designated by time
de: Bezeichnet durch die Zeit

source: Enter names of periods, one per line.
de: Bitte geben sie die Namen der Unterrichtsstunden ein, einen pro Zeile

source: Please enter at least $number periods.
de: Bitte geben sie mindestens $number Unterrichtsstunden ein.

source: Please make sure the period names are unique.
de: Bitte vergewissern sie sich, dass die Namen der Unterrichtsstunden einmalig sind.

source: Is the sequence of periods each day the same or different?
de: Ist die Abfolge der Unterrichtsstunden an jedem Tag gleich oder unterschiedlich?

source: Same
de: Gleich

source: Different
de: Unterschiedlich

source: Please put the periods in order:
de: Bitte ordnen sie die Unterrichtsstunden:

source: Please provide all periods.
de: Bitte geben sie alle Unterrichtsstunden an.

source: The following periods were selected more than once: $periods
de: Die folgenden Unterrichtsstunden wurden mehr als einmal ausgewählt: $periods

source: Please put the periods in order for each day:
de: Bitte ordnen sie die Unterrichtsstunden für jeden Tag:

source: $period on day $day
de: $period am $day

source: Do you check student attendance for the day in a homeroom period or equivalent?
de: Überprüfen Sie die Anwesenheit der Lernenden für den Tag während eines Studientages o.ä.?

source: Please indicate the homeroom period(s) for each day:
de: Bitte bestimmen Sie die Klassenleiterstunde(n) für jeden Tag:

source: Lesson
de: Unterricht

source: Homeroom
de: Klassenraum

source: Free
de: Verfügbar

source: Lunch
de: Mittagessen

source: Activity type.
de: Aktivitätstyp.

source: Meetings
de: Treffen

source: Meeting
de: Treffen

source: Activity type
de: Aktivitätstyp

source: School timetables
de: Stundenpläne

source: Supplied passwords are not identical
de: Angegebene Passworte stimmen nicht überein
