Repository: mattva01/schooltool
Catalog: src/schooltool/locales/*.po
Languages: de

source: Your School
de: Deine Schule

source: Persons
de: Personen

source: 1 person
de: Eine Person

source: ${number} persons
de: ${number} Personen

source: There are none.
de: Keine vorhanden.

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Add all displayed
de: Füge alle Angezeigten hinzu

source: Username or password is incorrect
de: Der Benutzername oder das Passwort ist falsch.

source: Log in
de: Anmelden

source: Log out
de: Abmelden

source: Calendar settings
de: Kalendereinstellungen

source: Apply
de: Übernehmen

source: Cancel
de: Abbrechen

source: School Name
de: Name der Schule

source: Leaders
de: Leiter

source: Current leaders
de: Derzeitige Leiter

source: Available leaders
de: Verfügbare Leiter

source: Current responsible parties
de: Aktuell verantwortliche Parteien

source: Available responsible parties
de: Verfügbare verantwortliche Parteien

source: Pack Database
de: Datenbank komprimieren

source: Database successfully packed.
de: Datenbank erfolgreich komprimiert.

source: There were errors while packing the database: ${error}
de: Bei der Komprimierung der Datenbank sind Fehler aufgetreten: ${error}

source: Yes
de: Ja

source: No
de: Nein

source: ${type} Error
de: ${type} Fehler

source: Number of exceptions to show
de: Anzahl der Ausnahmen zeigen

source: Copy exceptions to the event log
de: Ausnahmen in das Ereignisprotokoll kopieren

source: Ignored exception types
de: Ignorierte Ausnahmetypen

source: Errors Settings
de: Fehlereinstellungen

source: Submit
de: Übermitteln

source: Errors
de: Fehler

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: Unnamed Event
de: Unbenanntes Ereignis

source: Next week
de: Nächste Woche

source: Current week
de: Aktuelle Woche

source: Previous week
de: Vorige Woche

source: Go to next week
de: Zur nächsten Woche

source: Go to current week
de: Zur aktuellen Woche

source: Go to previous week
de: Zur vorherigen Woche

source: ${month}, ${year} (week ${week})
de: ${month} ${year} (Woche ${week})

source: Next month
de: Nächster Monat

source: Current month
de: Aktueller Monat

source: Previous month
de: Voriger Monat

source: Go to next month
de: Zum nächsten Monat

source: Go to current month
de: Zum aktuellen Monat

source: Go to previous month
de: Zum vorherigen Monat

source: Week ${week_no}
de: Woche ${week_no}

source: Next year
de: Nächstes Jahr

source: Current year
de: Aktuelles Jahr

source: Previous year
de: Vorheriges Jahr

source: Go to next year
de: Zum nächsten Jahr

source: Go to current year
de: Zum aktuellen Jahr

source: Go to previous year
de: Zum vorherigen Jahr

source: The next day
de: Morgen

source: Today
de: Heute

source: The previous day
de: Gestern

source: Go to the next day
de: Einen Tag weiter

source: Go to today
de: Heute

source: Go to the previous day
de: Einen Tag zurück

source: Add new event starting at ${title}
de: Fügen Sie ein neues Ereignis mir der Startzeit ${title} hinzu

source: Title
de: Überschrift

source: All day
de: Ganztägig

source: Date
de: Datum

source: Time
de: Uhrzeit

source: Start time in 24h format
de: Startzeit im 24-Stunden-Format

source: Duration
de: Dauer

source: Duration Type
de: Art der Dauer

source: Minutes
de: Minuten

source: Hours
de: Stunden

source: Days
de: Tage

source: Location
de: Ort

source: Description
de: Beschreibung

source: Recurring
de: Wiederkehrend

source: Recurs every
de: Wiederholt sich alle/jeden

source: Day
de: Tag

source: Week
de: Woche

source: Month
de: Monat

source: Year
de: Jahr

source: Repeat every
de: Wiederholt sich alle/jeden

source: Range
de: Bereich

source: Count
de: Anzahl

source: Until
de: bis

source: forever
de: für immer

source: Number of events
de: Anzahl der Ereignisse

source: Repeat until
de: Wiederholen bis

source: Weekdays
de: Wochentags

source: Weekday
de: Wochentag

source: Monthly
de: Monatlich

source: Exception dates
de: Nicht am:

source: same weekday
de: selber Wochentag

source: last weekday
de: letzter Wochentag

source: Last ${weekday}
de: Letzter ${weekday}

source: An error occurred.
de: Es ist ein Fehler aufgetreten.

source: Invalid time
de: Ungültige Zeitangabe

source: End date is earlier than start date
de: Das Enddatum liegt zeitlich vor dem Anfangsdatum

source: Invalid date. Please specify YYYY-MM-DD, one per line.
de: Ungültiges Datum. Bitte in Form JJJJ-MM-TT, pro Datum eine Zeile benutzen.

source: Add event
de: Ereignis hinzufügen

source: Edit event
de: Ereignis bearbeiten

source: Update
de: Aktualisieren

source: Updated on ${date_time}
de: Aktualisiert am ${date_time}

source: Type
de: Typ

source: Booked by others
de: Von Anderen gebucht

source: Actions
de: Aktionen

source: View Calendar
de: Kalender anzeigen

source: New Event
de: Neues Ereignis

source: Open in iCal
de: In iCal öffnen

source: Edit Leaders
de: Leiter bearbeiten

source: Change Site Preferences
de: Seiteneinstellungen ändern

source: Add Event
de: Ereignis hinzufügen

source: Edit Event
de: Ereignis bearbeiten

source: ZODB Control
de: ZODB-Kontrolle

source: Calendar
de: Kalender

source: Manage
de: verwalten

source: Application Control
de: Anwendungskontrolle

source: Translation Domains
de: Übersetzungsbereiche

source: Generations
de: Generationen

source: Configure
de: Konfigurieren

source: Error List
de: Fehlerliste

source: No data provided
de: Keine Daten angegeben

source: Could not convert data to Unicode (incorrect charset?).
de: Konnte Daten nicht nach Unicode umwandeln (falsches charset?)

source: CSV file imported successfully.
de: CSV Datei erfolgreich importiert

source: Failed to import CSV file
de: Konnte CSV Datei nicht importieren

source: CSV text imported successfully.
de: CSV Text erfolgreich importiert.

source: Failed to import CSV text
de: Konnte CSV Text nicht importieren

source: No charset specified
de: Keinen Zeichensatz angegeben

source: Unknown charset
de: Unbekannter Zeichensatz

source: Error in CSV data, line ${line_no}
de: Fehler in der CSV-Datei, Zeile ${line_no}

source: Conversion to unicode failed in line ${line_no}
de: Umwandlung in unicode schlug in Zeile ${line_no} fehl.

source: Log In
de: Einloggen

source: Settings
de: Einstellungen

source: Calendar Settings
de: Kalendereinstellungen

source: Edit
de: Bearbeiten

source: Error
de: Fehler

source: About
de: Info

source: More Information
de: Weitere Informationen

source: Website
de: Website (in Englisch)

source: Launchpad project page
de: Projekt-Website des Launchpad-Projekts (in Englisch)

source: Mailing list
de: Mailinglisten (in Englisch)

source: School
de: Schule

source: Customize
de: Anpassen

source: Responsible parties
de: Verantwortliche Parteien

source: Database generations
de: Datenbankgenerationen

source: Shown Calendars
de: Angezeigte Kalender

source: School Logo
de: Logo der Schule

source: Saved changes.
de: Änderungen übernommen.

source: Selected calendars
de: Ausgewählte Kalender

source: Available calendars
de: Verfügbare Kalender

source: School Calendar
de: Schulkalender

source: Daily calendar for %s
de: Tageskalender für %s

source: recurrent
de: wiederkehrend

source: from the calendar of ${calendar_owner}
de: aus dem Kalender von ${calendar_owner}

source: all day
de: Jeden Tag

source: Weekly calendar for %s
de: Wochenkalender für %s

source: Week %d (%s - %s), %d
de: Woche %d (%s - %s), %d

source: Monthly calendar for %s
de: Monatskalender für %s

source: PDF support is disabled. It can be enabled by your administrator.
de: Die PDF-Unterstützung wurde deaktiviert. Ein Administrator kann sie wieder aktivieren.

source: About SchoolTool
de: Über SchoolTool

source: SchoolTool is free administrative software for schools around the world. The goals of the project are to create a simple turnkey student information system or managment information system for primary and secondary schools, as well as a framework for building customized applications and configurations for individual schools or states.
de: SchoolTool ist eine freie Administrationssoftware für Schulen weltweit. Die Ziele dieses Projektes sind ebenso das Entwickeln eines einfachen, vollständig ausgestatteten Schülerinformationsystem oder Informationsmanagmentsystem für Primar- und Sekundarschulen wie auch ein Framework zur Entwicklung speziell angepasster Anwendungen und Konfigurationen für individuelle Schulen oder Staaten.

source: SchoolTool is built on a 100% open source software stack, written in <a href="http://python.org">Python</a> using the <a href="http://zope.org">Zope 3</a> framework.
de: SchoolTool ist zu 100% OpenSource und in <a href="http://python.org">Python</a> unter Benutzung des <a href="http://zope.org">Zope 3</a> Frameworks geschrieben.

source: SchoolTool is licensed under the <a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a>.
de: SchoolTool ist unter der<a href="http://www.gnu.org/licenses/gpl-2.0.html">GNU General Public License, Version 2</a> lizenziert.

source: For more information:
de: Für weitere Informationen:

source: IRC channel: #schooltool on freenode.net
de: IRC channel: #schooltool im IRC-Netzwerk freenode.net

source: Founder and funder:
de: Gründer und Geldgeber:

source: Project Manager:
de: Projektleiter:

source: Lead Developer:
de: Chef-Entwickler:

source: Core Developers:
de: Kernentwickler

source: Release Manager:
de: Freigabemanager:

source: Contributors:
de: Mitwirkende:

source: Edit site preferences
de: Seiteneinstellungen bearbeiten

source: Change site preferences
de: Seiteneinstellungen ändern

source: General preferences
de: Allgemeine Einstellungen

source: Calendar Preferences
de: Kalender Einstellungen

source: Events for
de: Ereignisse für

source: atom_description
de: Atom_Beschreibung

source: atom_enabled
de: Atom_aktiviert

source: atom_more_info
de: Atom_mehr_Informationen

source: Validate my Atom feed
de: Validiere meinen ATOM-Feed

source: [Valid Atom]
de: [Atom-Feed ist fehlerfrei]

source: View daily calendar
de: Zeige Tageskalender an

source: Daily
de: Täglich

source: View weekly calendar
de: Zeige Wochenkalender an

source: Weekly
de: Wöchentlich

source: View monthly calendar
de: Zeige Monatskalender an

source: View yearly calendar
de: Zeige Jahreskalender an

source: Yearly
de: Jährlich

source: Calendar for ${title} - ${calendar_title}
de: Kalender für ${title} - ${calendar_title}

source: Jump To ...
de: Gehe zu ...

source: Calendars
de: Kalender

source: My Calendar
de: Mein Kalender

source: More...
de: Weitere ...

source: Select calendars to display
de: Auswahl der anzuzeigenden Kalender

source: Select additional calendars to display
de: Zusätzliche anzuzeigende Kalender auswählen

source: Hold down Ctrl or Shift to select multiple calendars.
de: Drücken sie die Ctrl- oder Umschalttaste, um mehrere Kalender auszuwählen.

source: Public Calendar
de: Öffentlicher Kalender

source: site-wide calendar
de: Kalender für gesamte Seite

source: Resources
de: Ressourcen

source: There are no resources with calendars accessible to you.
de: Es gibt keine Ressourcen mit für Sie zugänglichen Kalendern.

source: Created with SchoolTool
de: Erstellt mit SchoolTool

source: Page ${page_number}
de: Seite ${page_number}

source: invert-selection-button
de: Auswahl umkehren

source: There are none to add.
de: Niemand zum hinzufügen.

source: ok-button
de: OK

source: All day event
de: Ganztägige Veranstaltung

source: This is a recurring event.
de: Dies ist ein wiederkehrendes Ereignis.

source: Starts
de: Beginnt

source: Ends
de: Ende

source: Change the details of this event
de: Die Details dieses Ereignisses ändern

source: edit event
de: Ereignis ändern

source: Scheduled resources
de: Reservierte Ressourcen

source: edit resources
de: Ressourcen bearbeiten

source: delete event
de: Ereignis löschen

source: Event information
de: Ereignisinformationen

source: Event details
de: Ereignisdetails

source: Book Resources
de: Ressourcen buchen

source: Update form
de: Update Formular

source: day
de: Tag

source: week
de: Woche

source: month
de: Monat

source: year
de: Jahr

source: This section only applies when weekly recurrence is selected.
de: Dieser Unterricht kommt nur zur Anwendung, wenn wöchentliche Wiederholung aktiviert wird.

source: This section only applies when the monthly recurrence is selected.
de: Dieser Unterricht kommt nur zur Anwendung, wenn monatliche Wiederholung aktiviert wird.

source: Day ${monthday} of every month
de: Tag ${monthday} in jedem Monat

source: ${weekday} of every month
de: ${weekday} in jedem Monat

source: Repeat
de: Wiederholen

source: times
de: Zeiten

source: [popup calendar]
de: Kalender anzeigen

source: Repeat forever
de: endlos wiederholen

source: Booked Resources
de: Gebuchte Ressourcen

source: Book resources
de: Ressourcen reservieren

source: Shortcut: Alt-A
de: Tastenkombination: Alt-A

source: cancel-button
de: Abbrechen

source: Resource Booking
de: Ressourcenreservierung

source: Resource Booking for ${title}
de: Ressource reservieren für ${title}

source: Event Details
de: Ereignisdetails

source: UnBook
de: Buchung zurückziehen

source: Available Resources
de: Verfügbare Ressourcen

source: Book
de: Buch

source: Location: ${location}
de: Ort: ${location}

source: Contributors
de: Mitwirkende

source: Change calendar settings
de: Kalender Einstellungen ändern

source: Import source
de: Importquelle

source: Upload CSV file
de: CSV Datei hochladen

source: Enter CSV text
de: CSV-Text eingeben

source: Import CSV
de: CSV importieren

source: Charset
de: Zeichenkodierung

source: Other (please specify)
de: Andere (bitte angeben)

source: Other charset
de: Andere Zeichenkodierung

source: submit-button
de: Abschicken

source: Done
de: Fertig

source: Showing ${count} of ${total} items
de: Zeige ${count} von ${total} Einträgen

source: Manage error settings
de: Fehlereinstellungen verwalten

source: User
de: Benutzer

source: Exception
de: Ausnahme

source: No exceptions logged.
de: Keine Ausnahmen protokolliert.

source: Refresh
de: Aktualisieren

source: Exception traceback
de: Ausnahme-Zurückverfolgung

source: The specified log entry was not found. It may have expired.
de: Der ausgesuchte Log-Eintrag wurde nicht gefunden. Er könnte abgelaufen sein.

source: Request URL
de: Anfrage-URL

source: Exception Type
de: Ausnahmetyp

source: Exception Value
de: Ausnahmewert

source: Traceback
de: Zurückverfolgung

source: Display traceback as text
de: Zurückverfolgung als Text darstellen

source: Request
de: Anfrage

source: What is This?
de: Was ist das?

source: Database generations update the structure of your database to be compatible with new versions of SchoolTool.
de: Datenbanken Generierungen aktualisieren die Datenbankstruktur damit diese mit den letzten Versionen von SchoolTool kompatibel ist.

source: Set Tab Visibility
de: Setze Tab-Sichtbarkeit

source: Visible
de: Sichtbar

source: Default
de: Standard

source: Schools that are not using all components of SchoolTool can reduce visual clutter by hiding unnecessary links in the top navigation bar.
de: Schulen die nicht alle Komponenten von SchoolTool nutzen können visuelle Ungereimtheiten durch das Verstecken unnötiger Links in der oberen Navigationsleiste vermeiden.

source: Note that these settings have no effects other than removing navigational links; they don't change the functionality, data, or security settings of SchoolTool in any way.
de: Beachten Sie dass diese Einstellungen sich nicht weiter als auf das Entfernen von Navigationslinks auswirken; sie verändern nicht die Funktionalität, die Daten, oder Sicherheitseinstellungen von SchoolTool auf irgendeine Weise.

source: Links can be changed from visible to hidden at any time.
de: Links können jeder Zeit von sichtbar zu unsichtbar verändert werden

source: When users log in, they will usually be directed to the tab selected in the default column. The default tab must also be visible.
de: Wenn sich Benutzer anmelden, werden sie für gewöhnlich zu dem in der Standard Spalte ausgewählten Reiter weitergeleitet. Der Standardreiter muss sichtbar sein.

source: Your session has expired.
de: Ihre Sitzung ist abgelaufen.

source: You are not allowed to access this page. You can click on the back button in your browser to go back, or ask a more privileged user to log in.
de: Sie sind nicht berechtigt, auf diese Seite zuzugreifen. Verwenden Sie den Zurück-Knopf in Ihrem Browser oder bitten Sie einen Benutzer mit ausreichender Berechtigung, sich anzumelden.

source: Please correct the marked fields below.
de: Bitte korrigieren Sie die markierten Eingabefelder.

source: User Information
de: Information über Benutzer

source: Username
de: Benutzername

source: Password
de: Passwort

source: The database was updated to generation ${generation} for ${application}.
de: Die Datenbank wurde auf Generation ${generation} für ${application} aktualisiert.

source: The database is up to date for ${application}.
de: Die Datenbank ist für ${application} auf dem neusten Stand.

source: Application
de: Anwendung

source: Minimum Generation
de: Niedrigste Generation

source: Maximum Generation
de: Höchste Generation

source: Current Database Generation
de: Aktuelle Datenbank Generation

source: Evolve?
de: Weiter setzen?

source: No, up to date
de: Nein, aktuell

source: Search
de: suchen

source: Database
de: Datenbank

source: Database Size
de: Datenbankgröße

source: Uptime
de: Betriebszeit

source: System platform
de: Systemplattform

source: Command line
de: Kommandozeile

source: Preferred encoding
de: Erwünschte Kodierung

source: File system encoding
de: Dateisystem Kodierung

source: Process id
de: Prozessnummer

source: Developer mode
de: Entwicklermodus

source: Python path
de: Python Pfad

source: You can create the CSV file in a spreadsheet and export it in CSV (Comma-Separated Values) format. The structure of the table is described below.
de: Sie können eine CSV Datei in einer Tabellenkalkulation anlegen und diese im CSV Format (Comma-Seperated Values, durch Kommas getrennte Werte) exportieren. Die Struktur dieser Tabelle ist unten beschrieben.

source: The first row of the file must contain two cells terms in this schoolyear. Sections will be created in terms from first to last.
de: Die erste Zeile der Datei muss zwei Zellen mit Begriffe beinhalten in diesem Schuljahr. Sektionen werden in Bezug darauf vom ersten bis zum letzten erstellt.

source: The second row must be empty. After that, several section descriptions may follow. They are separated by an extra carriage return (i.e., a blank line).
de: Die zweite Zeile muss leer sein. Danach können mehrere Beschreibungsabsätze folgen. Sie sind mit einer zusätzlichen Leerzeile getrennt.

source: Each section description's first row contains the <strong>course SchoolTool ID</strong> and the <strong>instructor username</strong> for the new section.
de: Die erste Zeile der Beschreibung des neuen Unterrichts enthält die <strong>SchoolTool ID des Kurses</strong> und den <strong>Benutzernamen des Lehrers</strong>.

source: Example:
de: Beispiel:

source: Server Information
de: Server-Informationen

source: Please wait for confirmation that the database has been packed.
de: Bitte warten Sie auf die Bestätigung, dass die Datenbank komprimiert wurde.

source: Domain ${domain}
de: Domäne ${domain}

source: Language
de: Sprache

source: Files
de: Dateien

source: Reload
de: Neu laden

source: Welcome to SchoolTool
de: Willkommen im SchoolTool

source: Courses
de: Kurse

source: Groups
de: Gruppen

source: Levels
de: Klassenstufen

source: Please log in
de: Bitte anmelden

source: Tomorrow's Events
de: Termine für Morgen

source: Deleting a repeating event (${event_title})
de: Ein wiederkehrendes Ereignis löschen (${event_title})

source: You are trying to delete a repeating event.
de: Sie versuchen, ein wiederkehrendes Ereignis zu löschen.

source: Current
de: Aktuelle

source: Future
de: Zukünftige

source: All
de: Alle

source: Deleting an event (${event_title})
de: Lösche ein Ereignis (${event_title})

source: Are you sure you want to delete this event?
de: Sind Sie sich sicher, dieses Ereignis löschen zu wollen?

source: Upload SchoolTool timetable as CSV
de: SchoolTool Stundenpläne als CSV hochladen

source: Import Timetable
de: Stundenpläne importieren

source: The first row of the file must contain the id of the <strong>timetable schema</strong> which will be used for the new timetables. The id of a timetable schema can be found by going to its view page under School Timetables for the school year.
de: Die erste Zeile der Datei muss die Bezeichner (ID) der <strong>Stundenplantabelle</strong> enthalten, die für neue Stundenpläne benutzt werden. Der Bezeichner (ID) einer Stundenplantabelle ist auf der Ansichtsseite unter Schule Stundenpläne des jeweiligen Schuljahres zu finden.

source: The second row should be empty. After that, several section descriptions may follow. They are separated by an extra carriage return (i.e., a blank line).
de: Die zweite Zeile sollte leer sein. Danach können mehrerer Unterrichtsbeschreibungen folgen. Sie werden durch zusätzliche Zeilenschaltungen voneinander getrennt (d.h. eine Zeile leer lassen)

source: Each section description's first row contains the <strong>course id</strong> and the <strong>instructor id</strong> for the new section. Then a number of rows, each containing a <strong>day id</strong> and a <strong>period id</strong>, follows. The list of period descriptions is terminated by three asterisks ('***') in the first column. After the terminator, any number of <strong>person ids</strong> may follow, the denoted persons will be added to the section as learners.
de: Die erste Zeile der Beschreibung eines jeden Abschnitts enthält die <strong>Kurs-ID</strong> und die <strong>Lehrer-ID</strong> des neuen Abschnitts. Dann folgen mehrere Zeilen, die jeweils eine <strong>Tag-ID</strong> und eine <strong>Perioden-ID</strong> enthalten. Die Liste der Periodenbeschreibungen wird durch durch Sternchen ('***') in der ersten Spalte beendet. Nach dem Endezeichen können eine beliebige Anzahl an <string>Personen-IDs</strong> folgen. Die genannten Personen werden dem Abschnitt als Lernende hinzugefügt.

source: "three-day" "","","" "philosophy","lorch" "Monday","A" "Monday","B" "Tuesday","C" "***" "johnny" "billy" "" "literature","guzman" "Wednesday","B" "Wednesday","C" "***" "johnny" "pete"
de: "three-day" "","","" "Philosophie","lorch" "Montag","A" "Montag","B" "Dienstag","C" "***" "johnny" "billy" "" "Literatur","guzman" "Mittwoch","B" "Mittwoch","C" "***" "johnny" "pete"

source: The above example will create two new sections, one for the philosophy lecture and the other for the literature lecture. The section for the philosophy lecture will have persons with ids 'johnny' and 'billy' as learners, and its timetable will contain three timetable activities, two on Monday. The literature section will be processed in a similar fashion.
de: Das oben angegebene Beispiel wird zwei neue Einträge erstellen, einen für die Philosophievorlesung und den anderen für die Literaturvorlesung. Der Eintrag für die Philosophie-Vorlesung enthält Personen namens »Klaus« und »Werner« als Schüler/Studenten, der zugehörige Stundenplan enthält drei Einträge, davon zwei am Montag. Der Literatur-Eintrag wird in entsprechender Weise erstellt.
