Repository: mattva01/schooltool
Catalog: src/schooltool/locales/*.po
Languages: de

source: No section selected.
de: Kein Unterricht ausgewählt

source: Starts in term
de: Startet in Schuljahresabschnitt

source: Ends in term
de: Endet in Schuljahresabschnitt

source: Starting term ($starts_in) is later than ending term ($ends_in)
de: Start-Schuljahresabschnitt "${starts_in}“ ist später als End-Schuljahresabschnitt "${ends_in}“

source: Current Instructors
de: Derzeitige Lehrer

source: Available Instructors
de: Verfügbare Lehrer

source: Current Students
de: Aktuelle Lernende

source: Available Students
de: Verfügbare Lernende

source: Delete ${section}
de: ${section} löschen

source: Term
de: Schuljahresabschnitt

source: Section Information
de: Unterrichts Information

source: Select a course
de: Wählen Sie einen Kurs aus

source: Current instructors
de: Jetziger Lehrer

source: Add instructors
de: Lehrer hinzufügen

source: Current students
de: Derzeitige Schüler

source: Add students
de: Schüler hinzufügen

source: Copy sections to ${term} of ${schoolyear}
de: Kopiere Unterrichte in ${term} von ${schoolyear}

source: Copy sections from ${prev_term} of ${schoolyear} to ${term}
de: Unterrichte von ${prev_term} aus ${schoolyear} nach ${term} kopieren

source: There is no (previous) term in ${schoolyear} to copy sections from.
de: Es existiert kein (vorheriger) Schuljahresabschnitt in ${schoolyear}, aus dem Unterrichte kopiert werden könnten.

source: Select All Visible
de: Alle sichtbaren auswählen

source: Select None
de: Nichts auswählen

source: Invert Selection
de: Auswahl umkehren

source: Section in ${term}
de: Unterricht in ${term}

source: Current Size
de: Aktuelle Größe

source: Copied
de: Kopiert

source: Copy
de: Kopieren

source: Upload schooltool courses as CSV
de: SchoolTool Kurse als CSV hochladen

source: CSV data <strong>must</strong> include a course title,<strong>may</strong> include an optional course description, <strong>may</strong> include an optional course id, <strong>may</strong> include an optional government id and <strong>may</strong> include an optional credits value.
de: CSV Daten <strong>müssen</strong> eine Kursbezeichnung,<strong>können</strong> eine optionale Kursbeschreibung, <strong>können</strong> einen optionalen Kursschlüssel (ID), <strong>können</strong> einen Regierungsschlüssel (ID) und <strong>können</strong> einen optionalen credits-Wert enthalten.

source: The above example will create 4 courses titled 'Ancient History', 'US History', 'World History' and 'Spanish'. The first and third courses will have the descriptions 'Pre-history through 1000 A.D.' and '1000 A.D. through the 20th century' respectively. The second and forth courses will have no description. The second, third and forth courses will have their course ids set to us-history and history-world. The forth course will have its government id set to spanish-gov and its credits value set to 5. If you will upload a CSV with titles or course ids that are already present in the database, existing courses will be updated. Course Ids take precedence when determining which course should be updated.
de: Das obige Beispiel erstellt vier Kurse mit den Bezeichnungen 'Ancient History', 'US History', 'World History' und 'Spanish'. Der erste und der dritte Kurs erhalten die jeweiligen Beschreibungen 'Pre-history through 1000 A.D.' und '1000 A.D. through the 20th century'. Die Kurse zwei und vier erhalten keinen Beschreibungen. Die Kurse zwei, drei und vier erhalten eine Kurs-ID "us-history" und "history-world". Kurs vier erhält den Regierungsschlüssel "spanish-gov" und den "credits"-Wert von 5. Bestehende Daten werden aktualisiert, dabei gilt der Kursschlüssel (ID) als Primärschlüssel.

source: ${course} course for ${schoolyear}
de: ${course} Kurs für ${schoolyear}

source: students
de: Lernende

source: There are ${num_errors} input errors.
de: Es gab ${num_errors} Eingabefehler.

source: Sections Taught
de: Übernommene Unterrichte

source: Sections Attended
de: Besuchter Unterricht

source: Section of ${course} -- ${section_title} for ${term} of ${schoolyear}
de: Unterricht von ${course} -- ${section_title} während ${term} von ${schoolyear}

source: Extend Section to Term
de: Abschnitt Vergrößern um zu benennen.

source: Extend
de: Vergrößern

source: Deleting a course is permanent, irreversible, and destroys all data associated with the course. It is strongly recommended that you only delete a course that has been created in error or has no data associated with it.
de: Das Löschen einen Kurses ist dauerhaft, nicht wiederherstellbar und zerstört alle Daten die mit dem Kurs verbunden sind. Es wird dringend empfohlen, dass Sie nur dann löschen, wenn der Kurs aus Versehen erzeugt wurde oder keine Daten verknüpft sind.

source: Deleting a section is permanent, irreversible, and destroys all data associated with the section. It is strongly recommended that you only delete a section that has been created in error or has no data associated with it.
de: Das Löschen eines Unterrichts ist dauerhaft, nicht wiederherstellbar und zerstört alle Daten die mit dem Kurs verbunden sind. Es wird dringend empfohlen, dass Sie nur dann löschen, wenn der Unterricht aus Versehen erzeugt wurde oder keine Daten verknüpft sind.

source: The above example will create 4 courses titled 'Ancient History', 'US History', 'World History' and 'Spanish'. The first and third courses will have the descriptions 'Pre-history through 1000 A.D.' and '1000 A.D. through the 20th century' respectively. The second and forth courses will have no description. The second, third and forth courses will have their SchoolTool IDs set to us-history and history-world. The forth course will have its Alternate ID set to spanish-gov and its credits value set to 5. If you will upload a CSV with titles or course ids that are already present in the database, existing courses will be updated. Course Ids take precedence when determining which course should be updated.
de: Das oben gezeigte Beispiel erstellt 4 Kurse mit dem Titel "Ancient History", "US History", "World History" und "Spanisch". Der erste und dritte Kurs werden die Bezeichnungen "Pre-Geschichte bis 1000 AD" und "1000 AD durch das 20. Jahrhundert" haben. Der zweite und vierte Kurs haben keine Beschreibung. Der zweite, dritte und vierte Kurs haben ihre SchoolTool IDs gesetzt, uns-Geschichte und Geschichte-Welt. Der vierte Kurs wird seinen Alternate ID auf spanisch-gov und sein Punktewert auf 5 setzen. Wenn Sie eine CSV mit Titel oder Kurs-IDs laden, die sich bereits in der Datenbank befindet, werden bestehende Kurse aktualisiert. Kurs IDs haben Vorrang bei der Festlegung, welcher Kurs aktualisiert werden soll.

source: Edit this course
de: Diesen Kurs bearbeiten

source: These users can modify the course.
de: Dieser Benutzer kann den Kurs verändern.

source: A course in SchoolTool describes the curriculum taught in a section.
de: Ein Kurs in SchoolToll beschreibt das Fach welches unterrichtet wird.

source: For example, Algebra I, American History, 3rd Grade Reading, and Advanced Physics are all courses.
de: Zum Beispiel sind Algebra I, American History, 3rd Grade Reading und Advanced Physics alles Kurse.

source: This person has no sections.
de: Diese Person hat keinen Unterricht

source: Instructor
de: Lehrer

source: Filter
de: Filtern

source: You must select a section before clicking 'Link'.
de: Sie müssen eine Sektion auswählen, bevor Sie auf 'Link' klicken.

source: link-section-button
de: Verbinden

source: Manage courses
de: Kurse verwalten

source: There are ${count} courses defined for ${schoolyear}.
de: Es sind ${count} Kurse für ${schoolyear} festgelegt.

source: There are no courses defined for ${schoolyear}.
de: Es sind keine Kurse für ${schoolyear} festgelegt.

source: Manage sections
de: bearbeite den

source: There are no sections defined for ${schoolyear}.
de: Es wurden keine Sektionen definiert für ${schoolyear}.

source: Unlink
de: Verknüpfung aufheben

source: CSV data should contain a SchoolTool username in each line.
de: CSV Datei sollte einen SchoolTool Benutzernamen beinhalten in jeder Zeile.

source: The above example will add users 'john_b' and 'peter_j' as students of this section.
de: Das obige Beispiel wird die Benutzer "John_B" und "Peter_J" als Schüler zu dem Unterricht hinzufügen.

source: Edit this section
de: Diesen Unterricht ändern

source: This section has no courses
de: Dieser Unterricht hat keinen Kurs

source: Edit instructors for this section
de: Lehrer für diesen Unterricht ändern

source: This section has no instructors
de: Dieser Unterricht hat keinen Lehrer

source: Edit students for this section
de: Schüler für diesen Unterricht ändern

source: This section has no students
de: Dieser Unterricht hat keine Schüler

source: unlink-section-button
de: Lösen

source: Link ${section}, ${term} with a section in ${target_term}
de: Verbinde ${section}, ${term} mit einem Unterricht in ${target_term}

source: There is no valid term in ${schoolyear} to pick a section from.
de: Es existiert kein gültiger Schuljahresabschnitt in ${schoolyear}, aus dem ein Unterricht ausgewählt werden könnte.

source: Change the name or description of this section.
de: Bezeichnung und Beschreibung dieses Unterrichts ändern.

source: Linked sections
de: Verbundene Unterrichte

source: ${section_title} for ${term}
de: {section_title} für ${term}

source: Change the instructors for this section.
de: Lehrer für diesen Unterricht ändern.

source: edit instructors
de: Lehrer bearbeiten

source: Change the students in this section individually
de: Lernende in diesem Unterricht einzeln bearbeiten

source: edit individuals
de: Einzelpersonen bearbeiten

source: Section list for ${term} of ${schoolyear}
de: Liste der Unterrichte für ${term} aus ${schoolyear}

source: Previous
de: Vorgänger

source: Section in the previous term.
de: Unterricht im vorherigen Schuljahresabschnitt

source: Pick a section from ${term}
de: Einen Unterricht aus ${term} auswählen

source: Not linked.
de: Nicht verlinkt.

source: Next
de: Weiter

source: Section in the next term.
de: Unterricht im nächsten Schuljahresabschnit

source: Alternate ID
de: Alternative ID

source: Credits
de: Bewertungspunkte

source: Label
de: Beschriftung

source: An identifier for a section, made up of instructor names, courses, and meeting time.
de: Ein Bezeichner für einen Abschnitt, gebildet von den Ausbildernamen, Kursen und Sitzungszeit.

source: Cannot assign section as previous to itself
de: Kann Unterricht nicht sich selbst als Vorgänger zuweisen

source: Cannot assign section as next to itself
de: Kann Unterricht nicht sich selbst als Nachfolger zuweisen

source: Instructors of the section.
de: Ausbilder der Sektion.

source: Instructors of a person in any of his sections.
de: Ausbilder einer Person in einem Unterricht.

source: Learners
de: Schüler

source: Students of the section.
de: Schüler dieser Sektion.

source: Cannot link sections in same term
de: Es ist nicht möglich, Unterrichte im selben Schuljahresabschnitt zu verbinden

source: Cannot link sections in different school years
de: Kann Unterrichte in unterschiedlichen Schuljahren nicht verbinden

source: Sections must be in consecutive terms
de: Unterrichte müssen in fortlaufenden Schuljahresabschnitten liegen

source: Basic information about sections is only visible to instructors and students in that section, and school administration.
de: Grundlegende Informationen über Bereiche sind nur für Lehrer und Schüler in diesem Bereich sowie der Schulleitung sichtbar.

source: Basic information about sections, including rosters, is visible to the general public.
de: Grundlegende Informationen über Bereiche (auch Stundenpläne) sind für alle sichtbar.

source: A course in SchoolTool describes a set curriculum taught in a section.
de: Ein Kurs in SchoolToll beschreibt das Fach welches unterrichtet wird.

source: List
de: Liste

source: Create/Delete
de: Erstelle/Lösche

source: Modify
de: Bearbeiten

source: A section is a set of one or more learners who meet during a term.
de: Ein Unterricht ist eine Menge aus einem oder mehreren Lehrlingen, die sich für eine bestimmte Zeit treffen.

source: Weight
de: Gewichtung

source: Activity Categories
de: Leistungsnachweis-Kategorien

source: School Timetables
de: Schul Stundenpläne

source: Sample data
de: Beispiel-Daten

source: Developer Tools
de: Entwicklungs-Werkzeuge

source: You are not authorized
de: Sie sind nicht bevollmächtigt

source: Permission checks
de: Berechtigungsüberprüfungen

source: Unauthorized
de: Zugriff verweigert

source: Outgoing Email
de: Ausgehende E-Mail

source: Send Test
de: Absenden-Test

source: Enabled on ${info}
de: Aktiviert für ${info}

source: Disabled
de: Deaktiviert

source: Enable
de: Aktivieren

source: SMTP server hostname. Required if the service is enabled.
de: SMTP Server Hostname. Benötigt wenn der Dienst aktiviert ist.

source: Port of the SMTP service. Using 25 by default.
de: Port vom SMTP Dienst. Nutze 25 standardmäßig.

source: Username used for optional SMTP authentication.
de: Benutzername, der für die optionale SMTP-Authentifzierung benutzt wird

source: Current password to authenticate to the SMTP server.
de: Aktuelles Passwort zum Identifizieren beim SMTP Dienst.

source: New Password
de: Neues Passwort

source: The password to authenticate to the SMTP server.
de: Das Passwort zum Identifizieren beim SMTP Dienst.

source: Confirm New Password
de: Neues Passwort bestätigen

source: Use TLS connection?
de: TLS Verbindung nutzen?

source: Change Email Settings
de: E-Mail Einstellungen ändern

source: Hostname is required for enabling the service
de: Hostname ist erforderlich um den Dienst zu aktivieren

source: Supplied new passwords are not identical
de: Eingetragene neue Passwörter sind nicht identisch

source: Current status of the SchoolTool email service
de: Aktueller Status vom E-Mail Dienst des SchoolTools

source: The sender address
de: Die Senderadresse

source: Recipient addresses comma separated
de: Kommaseparierte Empfängeradressen

source: Created on
de: Erstellt am

source: Date and time when the message was created
de: Datum und Zeit, als die Nachricht erstellt wurde

source: Last time tried
de: Das letzte Mal versucht

source: Date and time when the message was last tried
de: Datum und Uhrzeit an dem die Nachricht das letzte mal geöffnet worden ist

source: Email View
de: E-Mail Ansicht

source: Retry
de: Erneut versuchen

source: Email Queue
de: E-Mail Warteschlange

source: Enabled
de: Aktiviert

source: Queue (${count} failed)
de: Schlange (${count} fehlgeschlagen)

source: Queue
de: Warteschlange

source: Subject of the message
de: Betreff der Nachricht

source: Body of the message
de: Inhalt der Nachricht

source: Send Test Email
de: Sende eine Test E-Mail

source: retry-button
de: Wiederholenbutton

source: There are no messages queued.
de: Es sind keine Nachrichten aufgelistet.

source: Are you sure you want to delete the selected emails?
de: Bist Du sicher, dass Du die ausgewählten E-Mails löschen willst?

source: Change email settings
de: E-Mail Einstellungen ändern

source: SchoolTool can send emails through your school email server or another SMTP server. That is, SchoolTool is not an email server, it sends mail as an email client, like a desktop application such as Evolution or Outlook.
de: SchoolTool kann E-Mails über Ihren Schule E-Mail-Server oder einem anderen SMTP-Server senden. Das heißt, SchoolTool ist kein E-Mail-Server, er sendet E-Mails als E-Mail-Client, wie eine Desktop-Anwendung wie Outlook, Thunderbird oder Evolution.

source: Edit email settings
de: E-Mail Einstellungen ändern

source: Recipient addresses
de: Empfängeradressen

source: Recipient address
de: Empfängeradresse

source: Code for the status of the message
de: Statuscode der Nachricht.

source: Status Parameters
de: Status Parameter

source: Parameters for the status of the message
de: Parameter für den Status der Nachricht

source: Parameter key
de: Parameter Schlüssel

source: Parameter value
de: Parameter Wert

source: Sent on
de: Gesendet am

source: Date and time when the message was sent
de: Datum und Zeit, als die Nachricht gesendet wurde

source: Mark to enable the service.
de: Markieren um diesen Dienst zu aktivieren

source: The SchoolTool mail service is disabled
de: Der SchoolTool Maildienst ist deaktiviert

source: Couldn't connect to the SMTP server (${info})
de: Kann nicht zum SMTP-Server (${info}) verbinden

source: Error sending HELO to the SMTP server (${info})
de: Fehler beim senden von 'HELO' an den SMTP-Server (${info})

source: Couldn't login as ($username) to SMTP server (${info})
de: Kann nicht mit ($username) auf den SMTP-Server (${info}) einloggen

source: The server (${info}) rejected the From address: ${from_address}
de: Der Server (${info}) lehnt den Absender: ${from_address} ab.

source: The server (${info}) rejected the following recipient addresses: ${addresses}
de: Der Server (${info}) lehnte die folgenden Empfänger ab: ${adresses}

source: The server (${info}) replied that the message data was malformed
de: Der SEver (${info}) antwortete, dass die Nachrichtendaten beschädigt sind.

source: Import XLS
de: importiere XLS

source: Import Data
de: Daten importieren

source: is not a valid integer
de: ist keine zulässige ganze Zahl

source: not unicode or ascii string
de: nicht Unicode oder ASCII-Zeichenfolge

source: missing required text
de: Benötigter Text fehlt

source: has no date in it
de: trägt kein Datum

source: end date cannot be before start date
de: Enddatum kann nicht vor dem Startdatum liegen

source: start date overlaps another year
de: Anfangsdatum liegt in einem anderen Jahr

source: end date overlaps another year
de: Enddatum liegt in einem anderen Jahr

source: invalid school year
de: ungültiges Schuljahr

source: start date before start of school year
de: Startdatum liegt vor dem Start des Schuljahrs

source: end date after end of school year
de: Enddatum liegt nach dem Ende des Schuljahrs

source: start date overlaps another term
de: Startdatum überschneidet sich mit einem anderen Termin.

source: end date overlaps another term
de: Enddatum überschneidet sich mit einem anderen Termin.

source: has no days
de: hat keine Tage

source: has no day templates
de: hat keine Tagesvorlagen

source: is not a valid time range
de: ist kein zulässiger Zeitabschnitt

source: is not a valid timetable model
de: ist kein gültiger Stundenplan

source: is the same day id as another in this timetable
de: dieser Tag ist schon in diesem Stundenplan vorhanden

source: is not defined in the 'Day Templates' section
de: es ist nicht im 'Tagestemplate' - Bereich definiert

source: is the same period id as another in this day
de: ist die gleiche Stunden-ID wie eine weitere heute

source: is the same homeroom period id as another in this day
de: ist die gleiche Klassenraum-ID wie eine weitere heute

source: is not a valid term in the given school year
de: ist kein gültiges Halbjahr im gegebenen Schuljahr

source: is not a valid course in the given school year
de: ist kein gültiger Kurs in diesem Schuljahr

source: has no courses
de: hat keine Kurse

source: is not a valid username
de: ist kein gültiger Benutzername

source: is not a valid period id for the given day
de: ist keine gültige Stunde am gegebenen Tag

source: must be empty when ID is a user id
de: muss leer sein, wenn ID eine Benutzer-ID ist

source: is not a valid resource id
de: ist keine gültige Rescource-ID

source: Username cannot contain non-ascii characters
de: Benutzername darf nur ASCII-Zeichen enthalten

source: must have a school year
de: muss ein Schuljahr haben

source: Please wait while the data is being imported.
de: Bitte warten Sie während die Daten importiert werden.

source: Upload XLS File
de: XLS-Datei hochladen

source: XLS File
de: XLS-Datei

source: In addition to entering data through SchoolTool's web interface, you can also import data from a spreadsheet using this template: ${link-to-empty-data-file}.
de: Zusätzlich zur Dateneingabe in der Weboberfläche von SchoolTool können Daten auch aus Tabellenkalkulationen mittels dieser Vorlage importiert werden: ${link-to-empty-data-file}

source: Data included in the spreadsheet will be added to data in the system; importing will not cause data to be removed.
de: Daten aus der Importtabelle werden den Daten im System hinzugefügt. Ein Import wird keinerlei Daten löschen.

source: For people interested in testing and exploring SchoolTool, we provide a set of sample data: ${link-to-sample-data-file}.
de: Falls Sie an der Evaluation von SchoolTool interessiert sind, stellen wir Ihnen hier ein Paket mit Beispieldaten zur Verfügung: {link-to-sample-data-file}

source: Upload SchoolTool as XLS
de: SchoolTool als XLS hochladen

source: Note that the import system does not handle duplicated data very well outside of the persons worksheet. That is, if you try to import a school year, for example, that already exists in the system, the import will fail with an error. Simply remove the duplicate data from the spreadsheet and run the import again. We're working on making this process even smoother.
de: Außerhalb von Personen-Arbeitsblätter geht das System nicht optimal mit redundanten Daten um. Bspw. wird der Impor eines bereits existierenden Schuljahres fehlschlagen. Zur Behebung des Problems entfernen Sie bitte die doppelten Daten aus der Importtabelle und starten den Import neu. Wir streben an, diesen Prozess zukünftig zu optimieren.

source: If you are importing your own data, we highly recommend downloading the sample spreadsheet as a reference.
de: Falls Sie Ihre eigenen Daten importieren möchten, empfehlen wir Ihnen dringend, die Beispieltabellen als Referenz herunterzuladen.

source: Add Group
de: Gruppe hinzufügen

source: Edit Group Information
de: Gruppeninformationen bearbeiten

source: New Group
de: Neue Gruppe

source: Add/Remove Members
de: Teilnehmer hinzufügen/entfernen

source: Import Groups
de: Gruppen importieren

source: Group index
de: Gruppen Übersicht

source: Groups of ${person}
de: Gruppen von ${person}

source: Current Groups
de: Derzeitige Gruppen

source: Available Groups
de: Verfügbare Gruppen

source: Members of ${group}
de: Teilnehmer von ${group}

source: Current Members
de: Aktuelle Teilnehmer

source: Add Members
de: Teilnehmer hinzufügen

source: Current groups
de: aktuelle Gruppen

source: Available groups
de: Verfügbare Gruppen

source: School Year
de: Schuljahr

source: Delete ${group}
de: Lösche ${group}

source: Groups for ${schoolyear}
de: Gruppen für ${schoolyear}

source: Group title
de: Gruppentitel

source: Group Information
de: Gruppeninformation

source: Group memberships
de: Gruppenmitglieder

source: CSV data <strong>must</strong> include a group title and <strong>may</strong> include an optional group description. Any extra information will be discarded.
de: CSV Daten <strong>müssen</strong> eine Gruppennamen und <strong>können</strong> eine optionale Gruppenbeschreibung beinhalten. Alle weiteren Informationen werden verworfen.

source: LUG, Linux Users Group Chess Club Sports Club, After-school sports club, <em>text after a second comma</em>
de: LUG, Linux Users Group Schachclub Sportclub, Außerschulischer Sportclub, <em>text
