Repository: mattva01/schooltool
Catalog: src/schooltool/commendation/locales/*.po
Languages: de

source: <unknown>
de: <Unbekannt>

source: commendations
de: Bewertungen

source: Add Commendation
de: positive Bewertung hinzuf√ºgen

source: All Commendations
de: Alle Bewertungen

source: View Commendations
de: Bewertungen anzeigen

source: Title
de: Titel

source: Title of the commendation.
de: Titel der Bewertung

source: Description
de: Beschreibung

source: A detailed description of the commendation.
de: Eine detaillierte Beschreibung der Bewertung

source: Scope
de: Bereich

source: The scope of the commendation.
de: Der Bereich der Bewertung.

source: group
de: Gruppe

source: community
de: Gemeinschaft

source: school-wide
de: schulweit

source: national
de: bundesweit

source: global
de: weltweit

source: state
de: Bundesland

source: Date
de: Datum

source: The date the commendation was issued.
de: Datum, an dem die Bewertung ausgestellt wurde.

source: Grantor
de: Bewerter

source: The grantor of the commendation.
de: Aussteller der Bewertung.
